{
"InsertConstructionStructure.Title":"Créer un assemblage de construction",
"InsertConstructionStructure.ShortHelp":"Crée un assemblage de construction.",
"InsertConstructionStructure.LongHelp":"Cliquez sur <uicontrol>Créer un assemblage de construction</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkPackageEach.Title":"Créer chaque module de travail",
"InsertWorkPackageEach.ShortHelp":"Crée chaque module de travail.",
"InsertWorkPackageEach.LongHelp":"Cliquez sur <uicontrol>Créer chaque module de travail</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkPackageLength.Title":"Créer une longueur de module de travail",
"InsertWorkPackageLength.ShortHelp":"Crée une longueur de module de travail.",
"InsertWorkPackageLength.LongHelp":"Cliquez sur <uicontrol>Créer une longueur de module de travail</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkPackageGroup.Title":"Créer un groupe de modules de travail",
"InsertWorkPackageGroup.ShortHelp":"Crée un groupe de modules de travail.",
"InsertWorkPackageGroup.LongHelp":"Cliquez sur <uicontrol>Créer un groupe de modules de travail</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkPackageArea.Title":"Créer une zone de module de travail",
"InsertWorkPackageArea.ShortHelp":"Crée une zone de module de travail.",
"InsertWorkPackageArea.LongHelp":"Cliquez sur <uicontrol>Créer une zone de module de travail</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkElementEach.Title":"Créer chaque élément de travail",
"InsertWorkElementEach.ShortHelp":"Crée chaque élément de travail.",
"InsertWorkElementEach.LongHelp":"Cliquez sur <uicontrol>Créer chaque élément de travail</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkElementLength.Title":"Créer une longueur d'élément de travail",
"InsertWorkElementLength.ShortHelp":"Crée une longueur d'élément de travail.",
"InsertWorkElementLength.LongHelp":"Cliquez sur <uicontrol>Créer une longueur d'élément de travail</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkElementArea.Title":"Créer une zone d’élément de travail",
"InsertWorkElementArea.ShortHelp":"Crée une zone d’élément de travail.",
"InsertWorkElementArea.LongHelp":"Cliquez sur <uicontrol>Créer une zone d’élément de travail</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateStructureAndScope.Title":"Créer une structure de construction et un lien de portée",
"CreateStructureAndScope.ShortHelp":"Crée une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateStructureAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer une structure de construction et un lien de portée</uicontrol> pour créer un assemblage de construction avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageEachAndScope.Title":"Créer un module de travail et un lien de portée",
"CreateWorkPackageEachAndScope.ShortHelp":"Crée un module de travail avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageEachAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer un module de travail et un lien de portée</uicontrol> pour créer une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageLengthAndScope.Title":"Créer une longueur de module de travail et un lien de portée",
"CreateWorkPackageLengthAndScope.ShortHelp":"Crée une longueur de module de travail avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageLengthAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer une longueur de module de travail et un lien de portée</uicontrol> pour créer une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageAreaAndScope.Title":"Créer une zone de module de travail et un lien de portée",
"CreateWorkPackageAreaAndScope.ShortHelp":"Crée une zone de module de travail avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageAreaAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer une zone de module de travail et un lien de portée</uicontrol> pour créer une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageGroupAndScope.Title":"Créer un groupe de modules de travail et un lien de portée",
"CreateWorkPackageGroupAndScope.ShortHelp":"Crée un groupe de modules de travail avec un lien de portée vers un produit ou une pièce.",
"CreateWorkPackageGroupAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer un groupe de modules de travail et un lien de portée</uicontrol> pour créer une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateWorkElementEachAndScope.Title":"Créer chaque élément de travail-travail et un lien de portée",
"CreateWorkElementEachAndScope.ShortHelp":"Crée chaque élément de travail-travail avec un lien de portée vers un produit ou une pièce.",
"CreateWorkElementEachAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer chaque élément de travail-travail et un lien de portée</uicontrol> pour créer une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateWorkElementLengthAndScope.Title":"Créer une longueur d'élément de travail-travail et un lien de portée",
"CreateWorkElementLengthAndScope.ShortHelp":"Crée une longueur d'élément de travail-travail avec un lien de portée vers un produit ou une pièce.",
"CreateWorkElementLengthAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer une longueur d'élément de travail-travail et un lien de portée</uicontrol> pour créer une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateWorkElementAreaAndScope.Title":"Créer un élément de travail-travail et un lien de portée",
"CreateWorkElementAreaAndScope.ShortHelp":"Crée un élément de travail-travail avec un lien de portée vers un produit ou une pièce.",
"CreateWorkElementAreaAndScope.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Créer un élément de travail-travail et un lien de portée</uicontrol> pour créer une structure de construction avec un lien de portée vers un produit ou une pièce.",
"CreateStructureAndResultingProduct.Title":"Créer un assemblage de construction et un lien de produit résultant",
"CreateStructureAndResultingProduct.ShortHelp":"Crée un assemblage de construction et un lien de produit résultant",
"CreateStructureAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer un assemblage de construction et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateWorkPackageGroupAndResultingProduct.Title":"Créer un groupe de modules de travail et un lien de produit résultant",
"CreateWorkPackageGroupAndResultingProduct.ShortHelp":"Crée un groupe de modules de travail et un lien de produit résultant",
"CreateWorkPackageGroupAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer un groupe de modules de travail et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateWorkPackageAreaAndResultingProduct.Title":"Créer une zone du module de travail et un lien de produit résultant",
"CreateWorkPackageAreaAndResultingProduct.ShortHelp":"Crée une zone du module de travail et un lien de produit résultant",
"CreateWorkPackageAreaAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer une zone du module de travail et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateWorkPackageEachAndResultingProduct.Title":"Créer chaque module de travail et un lien produit résultant",
"CreateWorkPackageEachAndResultingProduct.ShortHelp":"Crée chaque module de travail et un lien de produit résultant",
"CreateWorkPackageEachAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer chaque module de travail et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateWorkPackageLengthAndResultingProduct.Title":"Créer une longueur de module de travail et le lien de produit résultant",
"CreateWorkPackageLengthAndResultingProduct.ShortHelp":"Crée une longueur de module de travail et un lien de produit résultant",
"CreateWorkPackageLengthAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer une longueur de module de travail et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateWorkElementLengthAndResultingProduct.Title":"Créer la longueur d'élément de travail et le lien de produit résultant",
"CreateWorkElementLengthAndResultingProduct.ShortHelp":"Crée une longueur d'élément de travail et un lien de produit résultant",
"CreateWorkElementLengthAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer une longueur d'élément de travail et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateWorkElementEachAndResultingProduct.Title":"Créer chaque élément de travail et un lien de produit résultant",
"CreateWorkElementEachAndResultingProduct.ShortHelp":"Crée chaque élément de travail et un lien de produit résultant",
"CreateWorkElementEachAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer chaque élément de travail et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateWorkElementAreaAndResultingProduct.Title":"Créer une zone d'élément de travail et un lien de produit résultant",
"CreateWorkElementAreaAndResultingProduct.ShortHelp":"Crée une zone d'élément de travail et un lien de produit résultant",
"CreateWorkElementAreaAndResultingProduct.LongHelp":"Cliquez sur <uicontrol>Créer une zone d'élément de travail et un lien de produit résultant</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"AssignStructure.Title":"Affecter le produit à l'assemblage de construction",
"AssignStructure.ShortHelp":"Affecte un produit ou une pièce à un assemblage de construction.",
"AssignStructure.LongHelp":"Sélectionnez un produit ou une pièce et un assemblage de construction, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignWorkElementArea.Title":"Affecter le produit à la zone de l'élément de travail",
"AssignWorkElementArea.ShortHelp":"Affecte un produit ou une pièce à une zone de l'élément de travail.",
"AssignWorkElementArea.LongHelp":"Sélectionnez un produit ou une pièce et une zone de l'élément de travail, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignWorkElementLength.Title":"Affecter le produit à la longueur de l'élément de travail",
"AssignWorkElementLength.ShortHelp":"Affecte un produit ou une pièce à une longueur de l'élément de travail.",
"AssignWorkElementLength.LongHelp":"Sélectionnez un produit ou une pièce et une longueur de l'élément de travail, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignWorkElementEach.Title":"Attribuez un produit à chaque élément de travail",
"AssignWorkElementEach.ShortHelp":"Affecte un produit ou une pièce à chaque élément de travail.",
"AssignWorkElementEach.LongHelp":"Sélectionnez un produit ou une pièce et chaque élément de travail, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignWorkPackageEach.Title":"Affecter un produit à chaque module de travail",
"AssignWorkPackageEach.ShortHelp":"Affecte un produit ou une pièce à chaque module de travail.",
"AssignWorkPackageEach.LongHelp":"Sélectionnez un produit ou une pièce et chaque module de travail, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignWorkPackageGroup.Title":"Affecter le produit au groupe de modules de travail",
"AssignWorkPackageGroup.ShortHelp":"Affecte un produit ou une pièce à un groupe de modules de travail.",
"AssignWorkPackageGroup.LongHelp":"Sélectionnez un produit ou une pièce et un groupe de modules de travail, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignWorkPackageLength.Title":"Affecter le produit à la longueur du module de travail",
"AssignWorkPackageLength.ShortHelp":"Affecte un produit ou une pièce à une longueur du module de travail.",
"AssignWorkPackageLength.LongHelp":"Sélectionnez un produit ou une pièce et une longueur du module de travail, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignWorkPackageArea.Title":"Affecter le produit à la zone du module de travail",
"AssignWorkPackageArea.ShortHelp":"Affecte un produit ou une pièce à une zone du module de travail.",
"AssignWorkPackageArea.LongHelp":"Sélectionnez un produit ou une pièce et une zone du module de travail, puis cliquez sur <uicontrol>OK</uicontrol>.",
"UnassignProduct.Title":"Annuler l'affectation d'un produit",
"UnassignProduct.ShortHelp":"Annule l'affectation d'un produit ou d'une pièce d'un élément de construction.",
"UnassignProduct.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Annuler l'affectation d'un produit</uicontrol> pour l'enlever de l'élément de construction."
}
