{
  "err_delete_title": "Fehler beim Löschen dieses Objekttyps: ",
  "err_create_title": "Fehler beim Erstellen dieses Objekttyps: ",
  "err_modify_title": "Fehler beim Ändern dieses Objekttyps: ",
  "err_remove_title": "Fehler beim Entfernen dieses Objekttyps: ",
  "err_revise_title": "Fehler beim Überarbeiten dieses Objekttyps: ",
  "err_derive_title": "Fehler beim Verzweigen dieses Objekttyps: ",
  "err_duplicate_title": "Fehler beim Duplizieren dieses Objekttyps: ",
  "err_addExisting_title": "Fehler beim Hinzufügen dieses Objekttyps: ",
  "err_upload_title": "Fehler beim Hochladen dieses Objekttyps: ",
  "err_duplicate_message": "Kein doppelter Zugriff auf Geschäftsobjekt mit ausgewählten Anmeldeinformationen.",
  "err_rev_dev_exists_subtitle": "Stellen Sie sicher, dass das Objekt keine Revision oder Ableitung aufweist.",
  "err_rev_dev_exists_delete_desc": "Um das Objekt zu löschen, muss der Benutzer seine Ableitung oder Revision löschen",
  "err_value_allocated_subtitle": "Stellen Sie sicher, dass dem aktuellen Objekt keine anderen Objekte zugeordnet sind.",
  "err_value_allocated_delete_desc": "Um ein Objekt zu löschen, muss der Benutzer zugeordnete Objekte entfernen.",
  "err_no_access_subtitle": "Stellen Sie sicher, dass Sie Zugriff auf dieses Objekt haben.",
  "err_no_access_delete_desc": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um diesen Objekttyp zu löschen.",
  "err_obsolete_variability_subtitle": "Stellen Sie sicher, dass sich die Variabilität nicht im Status Eingefroren befindet.",
  "err_obsolete_variability_delete_desc": "Um die Zuweisung der Variabilität aufzuheben, darf sich die Variabilität nicht im Status Eingefroren befinden.",
  "err_effectivity_expr_subtitle": "Stellen Sie sicher, dass das Objekt nicht in einem konfigurierten Ausdruck (Filter oder Gültigkeit) verwendet wird.",
  "err_effectivity_expr_delete_desc": "Um die Zuweisung des Objekts aufzuheben, entfernen Sie die Kriterien aus allen konfigurierten Ausdrücken.",
  "err_effectivity_expr_delete_mv_desc": "Sie können die Registerkarte \"Gültigkeit für Verwendungsort\" im Informationsbereich verwenden. Um die Zuordnung des Objekts aufzuheben, entfernen Sie seine Kriterien aus allen konfigurierten Ausdrücken.",
  "err_PC_frozen_state_subtitle": "Stellen Sie sicher, dass sich die Produktkonfiguration nicht im Status Eingefroren befindet.",
  "err_PC_frozen_state_desc": "Um die Produktkonfiguration zu löschen, ändern Sie den Bearbeitungsstatus in einen nicht eingefrorenen Status.",
  "err_BC_frozen_state_subtitle": "Stellen Sie sicher, dass sich die Basiskonfiguration nicht im Status 'Eingefroren' befindet.",
  "err_BC_frozen_state_desc": "Um die Basiskonfiguration zu löschen, ändern Sie den Bearbeitungsstatus in einen nicht eingefrorenen Status.",
  "err_MV_frozen_state_subtitle": "Stellen Sie sicher, dass sich die Modellversion nicht im Status Eingefroren befindet.",
  "err_MV_frozen_state_desc": "Um die Modellversion zu löschen, ändern Sie den Bearbeitungsstatus in einen nicht eingefroren Status.",
  "err_no_access_subtitle": "Stellen Sie sicher, dass Sie Zugriff auf dieses Objekt haben.",
  "err_no_connect_access_desc": "Keine Verbindungsberechtigung für das aktuelle Objekt",
  "err_no_disconnect_access_desc": "Keine Trennungsberechtigung für das aktuelle Objekt",
  "err_no_modify_access_desc": "Keine Änderungsberechtigung für das aktuelle Objekt",
  "err_MP_frozen_state_subtitle": "Stellen Sie sicher, dass sich der Fertigungsplan nicht im Status Eingefroren befindet.",
  "err_MP_frozen_state_desc": "Um den Fertigungsplan zu löschen, ändern Sie den Bearbeitungsstatus in einen nicht eingefrorenen Status.",
  "err_default_message": "Sie können die Aktion nicht ausführen.",
  "err_MP_present_subtitle": "Stellen Sie sicher, dass das Objekt dem abgeleiteten Fertigungsplan zugeordnet ist.",
  "err_MP_present_desc": "Um das Objekt zu löschen, löschen Sie den zugehörigen abgeleiteten Fertigungsplan",
  "err_unique_constraint_subtitle": "Stellen Sie sicher, dass die Revision eindeutig ist.",
  "err_unique_constraint_desc": "Eindeutigkeitsbedingung verletzt.",
  "err_admin_check": "Bei der Operation ist ein Fehler aufgetreten. Wenden Sie sich an den Administrator.",
  "err_composition_param_title": "Zusammensetzung kann nicht verwendet werden",
  "err_composition_param_subtitle": "Prüfen Sie, ob der Parameter für die Zusammensetzungsmatrix aktiviert ist",
  "err_composition_param_desc": "Wenden Sie sich an Ihren Administrator."
}
