{
  "err_delete_title": "Erreur lors de la suppression de ce type d'objet : ",
  "err_create_title": "Erreur lors de la création de ce type d'objet : ",
  "err_modify_title": "Erreur lors de la modification de ce type d'objet : ",
  "err_remove_title": "Erreur lors de l'enlèvement de ce type d'objet : ",
  "err_revise_title": "Erreur lors de la révision de ce type d'objet : ",
  "err_derive_title": "Erreur lors du branchement de ce type d'objet : ",
  "err_duplicate_title": "Erreur lors de la duplication de ce type d'objet : ",
  "err_addExisting_title": "Erreur lors de l'ajout de ce type d'objet : ",
  "err_upload_title": "Erreur lors du chargement de ce type d'objet : ",
  "err_duplicate_message": "Aucun accès dupliqué à l'objet métier avec les informations d'identification sélectionnées.",
  "err_rev_dev_exists_subtitle": "Vérifiez que l'objet n'a pas de révision ou de dérivation.",
  "err_rev_dev_exists_delete_desc": "Pour supprimer l'objet, l'utilisateur doit supprimer sa dérivation ou sa révision",
  "err_value_allocated_subtitle": "Vérifiez que les autres objets ne sont pas affectés à l'objet courant.",
  "err_value_allocated_delete_desc": "Pour supprimer un objet, l'utilisateur doit retirer les objets alloués.",
  "err_no_access_subtitle": "Vérifiez que vous avez accès à cet objet.",
  "err_no_access_delete_desc": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour supprimer ce type d'objet.",
  "err_obsolete_variability_subtitle": "Vérifiez que la variabilité n'est pas à l'état Figé.",
  "err_obsolete_variability_delete_desc": "Pour désallouer la variabilité, la variabilité ne doit pas être à l'état Figé.",
  "err_effectivity_expr_subtitle": "Vérifiez que l'objet n'est pas utilisé dans une expression configurée (filtre ou effectivité).",
  "err_effectivity_expr_delete_desc": "Pour désallouer l'objet, supprimez les critères de toutes les expressions configurées.",
  "err_effectivity_expr_delete_mv_desc": "Vous pouvez utiliser l'onglet \"Effectivité utilisée dans\" dans le volet Informations. Pour désallouer l'objet, enlevez ses critères de toutes les expressions configurées.",
  "err_PC_frozen_state_subtitle": "Vérifiez que la configuration de produit n'est pas à l'état Figé.",
  "err_PC_frozen_state_desc": "Pour supprimer la configuration de produit, changez la maturité à l'état Non figé.",
  "err_BC_frozen_state_subtitle": "Vérifiez que la configuration de base n'est pas à l'état Figé.",
  "err_BC_frozen_state_desc": "Pour supprimer la configuration de base, changez la maturité à l'état Non figé.",
  "err_MV_frozen_state_subtitle": "Vérifiez que la version du modèle n'est pas à l'état Figé.",
  "err_MV_frozen_state_desc": "Pour supprimer la version du modèle, changez la maturité à l'état Non figé.",
  "err_no_access_subtitle": "Vérifiez que vous avez accès à cet objet.",
  "err_no_connect_access_desc": "Pas de droit de connexion à l'objet courant",
  "err_no_disconnect_access_desc": "Pas de droit de déconnexion à l'objet courant",
  "err_no_modify_access_desc": "Pas de droit de modification de l'objet courant",
  "err_MP_frozen_state_subtitle": "Vérifiez que le plan de fabrication n'est pas à l'état Figé.",
  "err_MP_frozen_state_desc": "Pour supprimer le plan de fabrication, changez la maturité à l'état Non figé.",
  "err_default_message": "Vous ne pouvez pas effectuer l'action.",
  "err_MP_present_subtitle": "Vérifier que l'objet est associé au plan de fabrication dérivé.",
  "err_MP_present_desc": "Pour supprimer un objet, veuillez supprimer le plan de fabrication dérivé associé",
  "err_unique_constraint_subtitle": "Vérifiez que la révision est unique.",
  "err_unique_constraint_desc": "Contrainte d'unicité violée.",
  "err_admin_check": "Une erreur s'est produite pendant l'opération, veuillez contacter l'administrateur.",
  "err_composition_param_title": "Impossible d'utiliser la composition",
  "err_composition_param_subtitle": "Vérifier que le paramètre Matrice de composition est activé",
  "err_composition_param_desc": "Contactez votre administrateur pour obtenir de l'aide."
}
