{
  "state_obsolete": "Obsolète",
  "state_release": "Distribution",
  "state_review": "Figé",
  "creation_error_title": "Vous ne pouvez pas créer ce type d'objet",
  "deletion_error_title": "Vous ne pouvez pas supprimer ce type d'objet",
  "remove_error_title": "Vous ne pouvez pas enlever ce type d'objet",
  "addExisting_error_title": "Vous ne pouvez pas effectuer l'opération Ajouter existant sur ce type d'objet",
  "upload_error_title": "Vous ne pouvez pas télécharger de fichiers pour ce type d'objet",
  "copyFrom_error_title": "Vous ne pouvez pas effectuer d'opération Copier à partir de.",
  "save_error_title": "Vous ne pouvez pas effectuer d'opération d'enregistrement.",
  "move_error_title": "Vous ne pouvez pas effectuer d'opération de déplacement.",
  "share_error_title": "Vous ne pouvez pas effectuer d'opération de partage.",
  "derive_error_title": "Vous ne pouvez pas effectuer d'opération de branche.",
  "revise_error_title": "Vous ne pouvez pas effectuer d'opération de révision.",
  "duplicate_error_title": "Vous ne pouvez pas effectuer d'opération de duplication.",
  "edit_details_warning_child": "Vous ne pouvez pas modifier le contenu, car l'objet est à l'état {0}",
  "edit_details_warning_parent": "Vous ne pouvez pas modifier le contenu, car la version du modèle parent est à l'état Figé.",
  "default_err_message": "Vous ne pouvez pas effectuer cette opération sur ce type d'objet",
  "error_credentials_description_creation": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour créer ce type d'objet.",
  "error_credentials_description_deletion": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour supprimer ce type d'objet.",
  "error_credentials_description_remove": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour supprimer ce type d'objet.",
  "error_credentials_description_addExisting": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour ajouter un objet existant.",
  "error_credentials_description_upload": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour télécharger le fichier.",
  "error_credentials_description_copyFrom": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour effectuer l'opération Copier à partir de.",
  "error_credentials_description_save": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour effectuer l'opération d'enregistrement.",
  "error_credentials_description_move": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour effectuer l'opération de déplacement.",
  "error_credentials_description_share": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour effectuer l'opération de partage.",
  "error_credentials_description_editDetails": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible pour modifier le contenu.",
  "error_credentials_description": "Vous ne disposez peut-être pas du rôle d'accès requis dans l'espace de collaboration cible.",
  "error_subtitle_credentials": "Vérifiez que vous utilisez les bonnes informations de connexion.",
  "error_subtitle_frozenMV": "Vérifiez l'état actuel de la version du modèle parent.",
  "error_description_frozenMV": "Vous ne pouvez pas effectuer d'action, car la version du modèle parent est à l'état Figé",
  "error_subtitle_frozenVariant": "Vérifiez l'état actuel de la variante parent.",
  "error_description_frozenVariant": "Vous ne pouvez pas effectuer d'action, car la variante parent est à l'état Figé",
  "error_subtitle_frozenOG": "Vérifiez l'état actuel du groupe d'options parent.",
  "error_description_frozenOG": "Vous ne pouvez pas effectuer d'action, car le groupe d'options parent est à l'état Figé",
  "error_child_obsolete": "Vérifier l'état actuel de l'objet",
  "error_child_desc": "Vous ne pouvez pas effectuer cette action, car l'objet actuel est à l'état Figé"
}
