{
  "state_obsolete": "Obsoleto",
  "state_release": "Emisión",
  "state_review": "Congelado",
  "creation_error_title": "No puede crear este tipo de objeto",
  "deletion_error_title": "No puede eliminar este tipo de objeto",
  "remove_error_title": "No puede quitar este tipo de objeto",
  "addExisting_error_title": "No puede realizar la operación Agregar existente en este tipo de objeto",
  "upload_error_title": "No puede cargar archivos para este tipo de objeto",
  "copyFrom_error_title": "No puede realizar la operación Copiar de.",
  "save_error_title": "No puede realizar la operación Guardar.",
  "move_error_title": "No puede realizar la operación Mover.",
  "share_error_title": "No puede realizar la operación Compartir.",
  "derive_error_title": "No puede realizar la operación Rama.",
  "revise_error_title": "No puede realizar la operación Revisar.",
  "duplicate_error_title": "No puede realizar la operación duplicar.",
  "edit_details_warning_child": "No puede modificar el contenido porque el objeto se encuentra en estado {0}",
  "edit_details_warning_parent": "No puede modificar el contenido porque la versión de modelo padre se encuentra en estado Congelado.",
  "default_err_message": "No puede realizar esta operación en este tipo de objeto",
  "error_credentials_description_creation": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para crear este tipo de objeto.",
  "error_credentials_description_deletion": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para eliminar este tipo de objeto.",
  "error_credentials_description_remove": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para quitar este tipo de objeto.",
  "error_credentials_description_addExisting": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para agregar el objeto existente.",
  "error_credentials_description_upload": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para cargar el archivo.",
  "error_credentials_description_copyFrom": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para realizar la operación Copiar de.",
  "error_credentials_description_save": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para realizar la operación Guardar.",
  "error_credentials_description_move": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para realizar la operación Mover.",
  "error_credentials_description_share": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para realizar la operación Compartir.",
  "error_credentials_description_editDetails": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para modificar el contenido.",
  "error_credentials_description": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino.",
  "error_subtitle_credentials": "Compruebe que está utilizando credenciales correctas.",
  "error_subtitle_frozenMV": "Compruebe el estado actual de la versión de modelo principal.",
  "error_description_frozenMV": "No puede realizar la acción porque la versión de modelo padre se encuentra en estado Congelado",
  "error_subtitle_frozenVariant": "Compruebe el estado actual de la variante principal.",
  "error_description_frozenVariant": "No puede realizar la acción porque la variante padre se encuentra en estado Congelado",
  "error_subtitle_frozenOG": "Compruebe el estado actual del grupo de opciones principal.",
  "error_description_frozenOG": "No puede realizar la acción porque el grupo de opciones padre se encuentra en estado Congelado",
  "error_child_obsolete": "Compruebe el estado actual del objeto",
  "error_child_desc": "No puede realizar esta acción porque el objeto actual se encuentra en estado Congelado"
}
