{
  "err_delete_title": "Error al eliminar este tipo de objeto: ",
  "err_create_title": "Error al crear este tipo de objeto: ",
  "err_modify_title": "Error al modificar este tipo de objeto: ",
  "err_remove_title": "Error al quitar este tipo de objeto: ",
  "err_revise_title": "Error al revisar este tipo de objeto: ",
  "err_derive_title": "Error al ramificar este tipo de objeto: ",
  "err_duplicate_title": "Error al duplicar este tipo de objeto: ",
  "err_addExisting_title": "Error al agregar este tipo de objeto: ",
  "err_upload_title": "Error al cargar este tipo de objeto: ",
  "err_duplicate_message": "Sin acceso de duplicación al objeto de negocio con la credencial seleccionada.",
  "err_rev_dev_exists_subtitle": "Verifique que el objeto no tiene ninguna revisión o derivación.",
  "err_rev_dev_exists_delete_desc": "Para eliminar el objeto, el usuario debe eliminar su derivación o revisión",
  "err_value_allocated_subtitle": "Verifique que otros objetos no están asignados con el objeto actual.",
  "err_value_allocated_delete_desc": "Para eliminar el objeto, el usuario debe quitar los objetos asignados.",
  "err_no_access_subtitle": "Verifique que tiene acceso a este objeto.",
  "err_no_access_delete_desc": "Es posible que no tenga la función de acceso necesaria en el espacio de colaboración de destino para eliminar este tipo de objeto.",
  "err_obsolete_variability_subtitle": "Verifique que la variabilidad no se encuentra en estado Congelado.",
  "err_obsolete_variability_delete_desc": "Para anular la asignación de la variabilidad, la variabilidad no se debe encontrar en estado Congelado.",
  "err_effectivity_expr_subtitle": "Verifique que el objeto no se está utilizando en una expresión configurada (Filtro o Efectividad).",
  "err_effectivity_expr_delete_desc": "Para anular la asignación del objeto, quite los criterios de todas las expresiones configuradas.",
  "err_effectivity_expr_delete_mv_desc": "Puede utilizar la pestaña \"Lugar de uso de la efectividad\" del panel Información. Para anular la asignación del objeto, elimine sus criterios de todas las expresiones configuradas.",
  "err_PC_frozen_state_subtitle": "Verifique que la configuración del producto no se encuentra en estado Congelado.",
  "err_PC_frozen_state_desc": "Para eliminar la configuración del producto, cambie la madurez al estado no congelado.",
  "err_BC_frozen_state_subtitle": "Verifique que la configuración de base no se encuentra en estado Congelado.",
  "err_BC_frozen_state_desc": "Para eliminar la configuración de base, cambie la madurez al estado no congelado.",
  "err_MV_frozen_state_subtitle": "Verifique que la versión del modelo no se encuentra en estado Congelado.",
  "err_MV_frozen_state_desc": "Para eliminar la versión del modelo, cambie la madurez al estado no congelado.",
  "err_no_access_subtitle": "Verifique que tiene acceso a este objeto.",
  "err_no_connect_access_desc": "No hay acceso de conexión al objeto actual",
  "err_no_disconnect_access_desc": "No hay acceso de desconexión al objeto actual",
  "err_no_modify_access_desc": "No hay acceso de modificación al objeto actual",
  "err_MP_frozen_state_subtitle": "Verifique que el plan de fabricación no se encuentra en estado Congelado.",
  "err_MP_frozen_state_desc": "Para eliminar el plan de fabricación, cambie la madurez al estado no congelado.",
  "err_default_message": "No puede realizar la acción.",
  "err_MP_present_subtitle": "Verifique que el objeto está asociado con el plan de fabricación derivado.",
  "err_MP_present_desc": "Para eliminar el objeto, elimine el plan de fabricación derivado asociado",
  "err_unique_constraint_subtitle": "Verifique que la revisión es única.",
  "err_unique_constraint_desc": "Restricción de unicidad infringida.",
  "err_admin_check": "Se ha producido un error durante la operación. Póngase en contacto con el administrador.",
  "err_composition_param_title": "No se puede utilizar la composición",
  "err_composition_param_subtitle": "Compruebe que el parámetro Matriz de composición está activado",
  "err_composition_param_desc": "Póngase en contacto con su administrador para recibir asistencia."
}
