{
  "state_obsolete": "Obsoleto",
  "state_release": "Rilascio",
  "state_review": "Congelato",
  "creation_error_title": "Impossibile creare questo tipo di oggetto",
  "deletion_error_title": "Impossibile eliminare questo tipo di oggetto",
  "remove_error_title": "Impossibile rimuovere questo tipo di oggetto",
  "addExisting_error_title": "Impossibile eseguire l'operazione di aggiunta esistente su questo tipo di oggetto",
  "upload_error_title": "Impossibile caricare file per questo tipo di oggetto",
  "copyFrom_error_title": "Impossibile eseguire l'operazione Copia da.",
  "save_error_title": "Impossibile eseguire l'operazione Salva.",
  "move_error_title": "Impossibile eseguire l'operazione Sposta.",
  "share_error_title": "Impossibile eseguire l'operazione Condividi.",
  "derive_error_title": "Impossibile eseguire l'operazione Diramazione.",
  "revise_error_title": "Impossibile eseguire l'operazione Revisione.",
  "duplicate_error_title": "Impossibile eseguire l'operazione di duplicazione.",
  "edit_details_warning_child": "Impossibile modificare il contenuto poiché l'oggetto è nello stato {0}",
  "edit_details_warning_parent": "Impossibile modificare il contenuto poiché la versione del modello con funzione padre è nello stato Congelato.",
  "default_err_message": "Impossibile eseguire questa operazione su questo tipo di oggetto",
  "error_credentials_description_creation": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per creare questo tipo di oggetto.",
  "error_credentials_description_deletion": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per eliminare questo tipo di oggetto.",
  "error_credentials_description_remove": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per rimuovere questo tipo di oggetto.",
  "error_credentials_description_addExisting": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per aggiungere questo oggetto esistente.",
  "error_credentials_description_upload": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per caricare il file.",
  "error_credentials_description_copyFrom": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per eseguire l'operazione Copia da.",
  "error_credentials_description_save": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per eseguire l'operazione Salva.",
  "error_credentials_description_move": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per eseguire l'operazione Sposta.",
  "error_credentials_description_share": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per eseguire l'operazione Condividi.",
  "error_credentials_description_editDetails": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per modificare il contenuto.",
  "error_credentials_description": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione.",
  "error_subtitle_credentials": "Verificare di utilizzare le credenziali corrette.",
  "error_subtitle_frozenMV": "Verificare lo stato corrente della versione del modello padre.",
  "error_description_frozenMV": "Impossibile eseguire l'azione poiché la versione del modello con funzione padre è in stato Congelato",
  "error_subtitle_frozenVariant": "Verificare lo stato corrente della variante padre.",
  "error_description_frozenVariant": "Impossibile eseguire l'azione poiché la variante con funzione padre è in stato Congelato",
  "error_subtitle_frozenOG": "Verificare lo stato corrente del gruppo di opzioni padre.",
  "error_description_frozenOG": "Impossibile eseguire l'azione poiché il gruppo di opzioni con funzione padre è in stato Congelato",
  "error_child_obsolete": "Verificare lo stato corrente dell'oggetto",
  "error_child_desc": "Impossibile eseguire questa azione poiché l'oggetto corrente è in stato Congelato"
}
