{
  "err_delete_title": "Errore durante l'eliminazione di questo tipo di oggetto: ",
  "err_create_title": "Errore durante la creazione di questo tipo di oggetto: ",
  "err_modify_title": "Errore durante la modifica di questo tipo di oggetto: ",
  "err_remove_title": "Errore durante la rimozione di questo tipo di oggetto: ",
  "err_revise_title": "Errore durante la revisione di questo tipo di oggetto: ",
  "err_derive_title": "Errore durante la diramazione di questo tipo di oggetto: ",
  "err_duplicate_title": "Errore durante la duplicazione di questo tipo di oggetto: ",
  "err_addExisting_title": "Errore durante l'aggiunta di questo tipo di oggetto: ",
  "err_upload_title": "Errore durante il caricamento di questo tipo di oggetto: ",
  "err_duplicate_message": "Accesso duplicato al business object non consentito con le credenziali selezionate.",
  "err_rev_dev_exists_subtitle": "Verificare che l'oggetto non abbia revisioni o derivazioni.",
  "err_rev_dev_exists_delete_desc": "Per eliminare l'oggetto, l'utente deve eliminare la relativa derivazione o revisione",
  "err_value_allocated_subtitle": "Verificare che altri oggetti non siano allocati con l'oggetto corrente.",
  "err_value_allocated_delete_desc": "Per eliminare l'oggetto, l'utente deve rimuovere gli oggetti assegnati.",
  "err_no_access_subtitle": "Verificare di avere accesso a questo oggetto.",
  "err_no_access_delete_desc": "È possibile che non si disponga del ruolo di accesso richiesto nell'area di collaborazione di destinazione per eliminare questo tipo di oggetto.",
  "err_obsolete_variability_subtitle": "Verificare che la variabilità non sia in stato Congelato.",
  "err_obsolete_variability_delete_desc": "Per annullare l'assegnazione, la Variabilità non deve essere in stato Congelato.",
  "err_effectivity_expr_subtitle": "Verificare che l'oggetto non sia utilizzato in un'espressione configurata (filtro o validità).",
  "err_effectivity_expr_delete_desc": "Per annullare l'assegnazione dell'oggetto, rimuovere i criteri da tutte le espressioni configurate.",
  "err_effectivity_expr_delete_mv_desc": "È possibile utilizzare la scheda \"Validità dove usato\" dal riquadro Informazioni. Per annullare l'assegnazione dell'oggetto, rimuovere i relativi criteri da tutte le espressioni configurate.",
  "err_PC_frozen_state_subtitle": "Verificare che la Configurazione del prodotto non sia in stato Congelato.",
  "err_PC_frozen_state_desc": "Per eliminare la Configurazione del prodotto, modificare la maturità a uno stato non congelato.",
  "err_BC_frozen_state_subtitle": "Verificare che la Configurazione base non sia in stato Congelato.",
  "err_BC_frozen_state_desc": "Per eliminare la Configurazione base, modificare la maturità a uno stato non congelato.",
  "err_MV_frozen_state_subtitle": "Verificare che la Versione modello non sia in stato Congelato.",
  "err_MV_frozen_state_desc": "Per eliminare la Versione modello, modificare la maturità a uno stato non congelato.",
  "err_no_access_subtitle": "Verificare di avere accesso a questo oggetto.",
  "err_no_connect_access_desc": "Nessun accesso di connessione dell'oggetto corrente",
  "err_no_disconnect_access_desc": "Nessun accesso di disconnessione dell'oggetto corrente",
  "err_no_modify_access_desc": "Nessun accesso di modifica all'oggetto corrente",
  "err_MP_frozen_state_subtitle": "Verificare che il Piano di produzione non sia in stato Congelato.",
  "err_MP_frozen_state_desc": "Per eliminare il Piano di produzione, modificare la maturità a uno stato non congelato.",
  "err_default_message": "Impossibile eseguire l'azione.",
  "err_MP_present_subtitle": "Verificare che l'oggetto sia associato al Piano di produzione derivato.",
  "err_MP_present_desc": "Per eliminare l'oggetto, eliminare il Piano di produzione derivato associato",
  "err_unique_constraint_subtitle": "Verificare che la revisione sia univoca.",
  "err_unique_constraint_desc": "Vincolo di unicità violato.",
  "err_admin_check": "Si è verificato un errore durante l'operazione, contattare l'amministratore.",
  "err_composition_param_title": "Impossibile utilizzare la composizione",
  "err_composition_param_subtitle": "Verificare che il parametro Matrice di composizione sia attivato",
  "err_composition_param_desc": "Contattare l'amministratore per assistenza."
}
