{
  "state_obsolete": "Veraltet",
  "state_release": "Freigabe",
  "state_review": "Eingefroren",
  "creation_error_title": "Sie können diesen Objekttyp nicht erstellen",
  "deletion_error_title": "Sie können diesen Objekttyp nicht löschen",
  "remove_error_title": "Sie können diesen Objekttyp nicht entfernen",
  "addExisting_error_title": "Sie können die Operation 'add existing' (Vorhandene hinzufügen) für diesen Objekttyp nicht ausführen",
  "upload_error_title": "Sie können für diesen Objekttyp keine Dateien hochladen",
  "copyFrom_error_title": "Sie können die Operation 'Copy from' (Kopieren von) nicht ausführen.",
  "save_error_title": "Sie können die Operation 'Save' (Speichern) nicht ausführen.",
  "move_error_title": "Sie können die Operation Verschieben nicht ausführen.",
  "share_error_title": "Sie können die Operation Freigeben nicht ausführen.",
  "derive_error_title": "Sie können die Operation Verzweigen nicht ausführen.",
  "revise_error_title": "Sie können die Operation Überarbeiten nicht ausführen.",
  "duplicate_error_title": "Sie können die Operation Duplizieren nicht ausführen.",
  "edit_details_warning_child": "Sie können den Inhalt nicht ändern, da sich das Objekt im Status {0} befindet",
  "edit_details_warning_parent": "Sie können den Inhalt nicht ändern, da sich die übergeordnete Modellversion im Status Eingefroren befindet.",
  "default_err_message": "Sie können diese Operation für diesen Objekttyp nicht ausführen",
  "error_credentials_description_creation": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um diesen Objekttyp zu erstellen.",
  "error_credentials_description_deletion": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um diesen Objekttyp zu löschen.",
  "error_credentials_description_remove": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um diesen Objekttyp zu entfernen.",
  "error_credentials_description_addExisting": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um ein bestehendes Objekt hinzuzufügen.",
  "error_credentials_description_upload": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um Dateien hochzuladen.",
  "error_credentials_description_copyFrom": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um die Operation 'Copy from' (Kopieren von) auszuführen.",
  "error_credentials_description_save": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um die Operation 'Save' (Speichern) auszuführen.",
  "error_credentials_description_move": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um die Operation 'Move' (Verschieben) auszuführen.",
  "error_credentials_description_share": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um die Operation 'Share' (Freigeben) auszuführen.",
  "error_credentials_description_editDetails": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich, um Inhalte zu ändern.",
  "error_credentials_description": "Möglicherweise verfügen Sie nicht über die erforderliche Zugriffsrolle im Ziel-Teamarbeitsbereich.",
  "error_subtitle_credentials": "Stellen Sie sicher, dass Sie die richtigen Anmeldeinformationen verwenden.",
  "error_subtitle_frozenMV": "Überprüfen Sie den aktuellen Status der übergeordneten Modellversion.",
  "error_description_frozenMV": "Sie können die Aktion nicht ausführen, da sich die übergeordnete Modellversion im Status Eingefroren befindet",
  "error_subtitle_frozenVariant": "Überprüfen Sie den aktuellen Status der übergeordneten Variante.",
  "error_description_frozenVariant": "Sie können die Aktion nicht ausführen, da sich die übergeordnete Variante im Status Eingefroren befindet",
  "error_subtitle_frozenOG": "Überprüfen Sie den aktuellen Status der übergeordneten Optionsgruppe.",
  "error_description_frozenOG": "Sie können die Aktion nicht ausführen, da sich die übergeordnete Optionsgruppe im Status Eingefroren befindet",
  "error_child_obsolete": "Überprüfen Sie den aktuellen Status des Objekts",
  "error_child_desc": "Sie können diese Aktion nicht ausführen, da sich das aktuelle Objekt im Status Eingefroren befindet"
}
