#
#  CfgDictionaryMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#



CfgDictionaryMdl.Alert.ConfigurationFeatureInvalidInput=Ung\u00fcltiger EINGABEFEHLER: Typ, Anzeigenamen und\\oder Konfigurationsauswahltyp \u00fcberpr\u00fcfen.
CfgDictionaryMdl.Alert.CompletenessStatusError=FEHLER: Vollst\u00e4ndigkeitsstadium muss entweder 'Teilweise', 'Abgeschlossen' oder 'Gemischt' sein.
CfgDictionaryMdl.Alert.ConfigurationRuleUsedElseWhere=FEHLER: Das Objekt kann nicht gel\u00f6scht werden, weil es mit einem anderen Modell/einer anderen Produktreihe verbunden ist.
CfgDictionaryMdl.Alert.TNRNonUnique=Das Gesch\u00e4ftsobjekt 'Typ Name Revision' ist nicht eindeutig
CfgDictionaryMdl.Alert.ObjectError=FEHLER: Das Objekt darf nicht ung\u00fcltig oder leer sein.
CfgDictionaryMdl.Alert.RVDAndFilterExpressionError=FEHLER - ung\u00fcltige Eingabe: Entweder ist der Objekttyp nicht RVD oder der Filterausdruck ist ung\u00fcltig/leer.
CfgDictionaryMdl.Alert.InputProductError=Eingabeprodukt wurde nicht gefunden
CfgDictionaryMdl.Alert.RVDFeatureOptionNotInProduct=FEHLER: RVD enth\u00e4lt Merkmal/Option-Kombination(en), die nicht im Produkt enthalten sind.
CfgDictionaryMdl.Alert.InvalidInput=Eine oder mehrere Eingabe(n) ung\u00fcltig
CfgDictionaryMdl.Alert.FeaturesNotInProduct=FEHLER: Folgende Variante\\Werte und/oder Optionsgruppe\\Optionen ist/sind nicht in der Kontextmodellversion:
CfgDictionaryMdl.Alert.RulesNotInProduct=Fehler: Mindestens eine Regel geh\u00f6rt nicht zum Kontextmodellversion.
CfgDictionaryMdl.Alert.RulesAlreadyInProduct=Fehler: Mindestens eine Regel ist bereits im Kontextmodellversion enthalten.
CfgDictionaryMdl.Alert.ConfigurationFeatureUsedInRule=Fehler: Das Konfigurationsmerkmal kann nicht auf 'Veraltet' gesetzt werden, da es in einer Konfigurationsregel verwendet wird (z. B. Matrixregel, Ausdrucksregel usw.).
CfgDictionaryMdl.Error.ProductConfigurationInstanceError=FEHLER: Diese API muss von einer Instanz der Produktkonfiguration aufgerufen werden.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInBCR=Fehler: Attribut 'Konfigurationsauswahltyp' kann nicht bearbeitet werden, da es in einer booleschen Kompatibilit\u00e4tsregel verwendet wird.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInMPR=Fehler: Attribut 'Konfigurationsauswahltyp' kann nicht bearbeitet werden, da es in einer Marketing-Voreinstellungsregel verwendet wird.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInRR=Fehler: Attribut 'Konfigurationsauswahltyp' kann nicht bearbeitet werden, da es in einer Ressourcenregel verwendet wird.
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInPC=Fehler: Varianten-/Optionsgruppen k\u00f6nnen nicht bearbeitet werden, da diese in der Produktkonfiguration verwendet werden.
CfgDictionaryMdl.Alert.ObjectNotSupported=Fehler: Der Objekttyp '{0}' wird derzeit nicht unterst\u00fctzt.
CfgDictionaryMdl.Error.ModifyEffectivityWhileCFInUsedInCfgRule=Fehler: G\u00fcltigkeit kann nicht ge\u00e4ndert werden, solange das Konfigurationsmerkmal in einer Konfigurationsregel verwendet wird.
CfgDictionaryMdl.Error.UnableToReviseConfigurableObject=Fehler: Objekt kann nicht revidiert werden, da eine G\u00fcltigkeit f\u00fcr seine Struktur festgelegt wurde.
CfgDictionaryMdl.Error.ProductRevisionCriteria=Fehler: F\u00fcr die Verarbeitung m\u00fcssen Produktrevisionskriterien bereitgestellt werden.
CfgDictionaryMdl.Error.MilestoneInputToSide=Fehler: Nehmen Sie bei einem einzigen Meilenstein die Eingabe auf der ZU-Seite vor.
CfgDictionaryMdl.Error.MilestoneDisciplineError=Fehler: Disziplin wurde ohne Meilenstein(e) angegeben.
CfgDictionaryMdl.Error.DeleteModelCheckAgainstCandidateItems=Fehler: Das Modell kann nicht gel\u00f6scht werden, da mit diesem einige Kandidatenelemente verkn\u00fcpft sind. Entfernen Sie zuerst alle Kandidatenelemente.
CfgDictionaryMdl.Error.AttributeConfigurationSelectionTypeModifyBlock=Fehler: Attribut kann nicht ge\u00e4ndert werden, da die Revision f\u00fcr das Konfigurationsmerkmal vorgesehen ist.
CfgDictionaryMdl.Alert.VariantInvalidInputForCreate=Fehler: Ung\u00fcltige Eingabe f\u00fcr Variante erstellen
CfgDictionaryMdl.Alert.VariantValueInvalidInputForCreate=Fehler: Ung\u00fcltige Eingabe f\u00fcr Wert erstellen
CfgDictionaryMdl.Alert.VariabilityGroupInvalidInputForCreate=Fehler: Ung\u00fcltige Eingabe f\u00fcr Optionsgruppe erstellen
CfgDictionaryMdl.Alert.VariabilityOptionInvalidInputForCreate=Fehler: Ung\u00fcltige Eingabe f\u00fcr Option erstellen
CfgDictionaryMdl.Error.RemoveCandidateVariantsAndVariabilityGroup=Varianten/Optionsgruppen f\u00fcr den ausgew\u00e4hlten Kandidaten k\u00f6nnen nicht entfernt werden:
CfgDictionaryMdl.Alert.FeatureAddOptionNotAllowed=Die ausgew\u00e4hlte Vorschrift f\u00fcr das Element l\u00e4sst in diesem Stadium keine Optionsaufnahme zu.
CfgDictionaryMdl.Error.FeatureCreateOptionNotAllowed=Die ausgew\u00e4hlte Vorschrift f\u00fcr das Element l\u00e4sst in diesem Stadium keine Optionserstellung zu.
CfgDictionaryMdl.Error.GlobalModelError=Globales Modell existiert nicht.
CfgDictionaryMdl.Error.RemoveVariantOrOptionError=Dieser Vorgang kann nicht ausgef\u00fchrt werden, da mindestens ein Wert oder eine Option zugewiesen ist.
CfgDictionaryMdl.Alert.NotOneModelError=Fehler: Es existiert entweder kein Modell oder mehr als ein Modell
CfgDictionaryMdl.Error.CannotRemoveInheritedFeatures=Mindestens eine Option sollte f\u00fcr geerbte Varianten/Optionsgruppen zugewiesen sein.
CfgDictionaryMdl.Error.CannotRemoveDV=Mindestens eine Option sollte f\u00fcr Varianten/Optionsgruppen zugewiesen bleiben, die als Konstruktionsvarianten verwendet werden.
CfgDictionaryMdl.Error.ToggleMandatoryFailure=Fehler beim Umschalten. Pr\u00fcfen Sie, ob die Varianten-/Optionsgruppen auf der \u00fcbergeordneten Ebene vorgeschrieben sind.
CfgDictionaryMdl.CreateProductRevision.Error.RootProductNotCreated=Fehler: Stammprodukt kann nicht unter einem leeren Modell erstellt werden
CfgDictionaryMdl.Error.ObjectConnectedToTwoParent=Fehler: Objekt ist mit zwei verschiedenen \u00fcbergeordneten Elementen verbunden
CfgDictionaryMdl.Error.EstablishModelTemplateRelationCompMatrixNotEnabled=Das Erstellen einer Kompositionsmatrix ist nicht zul\u00e4ssig, da sie nicht aktiviert ist.
CfgDictionaryMdl.Error.NoConnectionFromModelVersionToModel=Keine Verbindung zwischen Modellversion und Modell.
CfgDictionaryMdl.Error.NoModelAttachedToManufacturingPlan=Kein Modell mit dem Fertigungsplan verbunden.
CfgDictionaryMdl.Error.NeitherModelNorModelVersionAvailabeForUnit=Kontext liegt vor, aber nicht als Modell oder Modellversion.
CfgDictionaryMdl.Error.FromContextNotAvailabeForUnit=Aus Kontext liegt f\u00fcr Einheit nicht vor.
CfgDictionaryMdl.Error.NumberOfBuildToCreate=Anzahl der Einheiten muss angegeben werden, muss gr\u00f6\u00dfer 0 und kleiner oder gleich 100 sein.
CfgDictionaryMdl.Error.Builds.ModelOrModelVersionNotProvided=Modell oder Modellversion muss bereitgestellt werden.
CfgDictionaryMdl.Error.Builds.MfgPlanAndOrPCNotValid=Fertigungsplan und/oder Produktkonfiguration muss im Kontext der Modellversion vorhanden sein, wenn sie bereitgestellt ist.
CfgDictionaryMdl.Error.Builds.BuildNotProvided=Einheit(en) muss (m\u00fcssen) angegeben sein.
CfgDictionaryMdl.Error.Builds.ModelVersionNotProvided=Modellversion muss bereitgestellt werden.
CfgDictionaryMdl.Error.Builds.updateAllocations.UnitModelDoesNotMatchMVModel=Das Modell der Einheit stimmt nicht mit dem Modell der Kontext-Modellversion bei Aktualisierung der Zuweisung \u00fcberein.
CfgDictionaryMdl.Error.Builds.updateAllocations.UnitMVDoesNotMatchGivenMV=Modellversion der Einheit stimmt nicht mit der bereitgestellten Modellversion bei Aktualisierung der Zuweisung \u00fcberein.
CfgDictionaryMdl.ERROR.SourceSameAsTarget=Quelle und Ziel sind identisch.
CfgDictionaryMdl.ERROR.TargetModelVersionNotInSameModelAsSource=Die Zielmodellversion befindet sich nicht im Modell derselben Quelle.


# AutoNaming Parameterization
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantNaming=Variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantValueNaming=Variantenwert
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityGroupNaming=Optionsgruppe
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityOptionNaming=Option
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantParameterNaming=Variantenparameter
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ModelVersionNaming=Modellversion
OOTBParameterization.ObjectIdentification.ObjectIdentifier.BuildsNaming=Einheit
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ModelTypeNaming=Modelltyp
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ProductConfigurationNaming=Produktkonfiguration

# Lifecycle Topology Parameterization
OOTBParameterization.LifecycleTopology.Product=Produkt
OOTBParameterization.LifecycleTopology.Product.Products=Modellversion


# Variant Parameter
CfgDictionaryMdl.Error.KindMustBePresent=Typ (Ganzzahl oder reelle Zahl) muss angegeben werden, um einen Variantenparameter zu erstellen.
CfgDictionaryMdl.Error.DimensionRequiresKindTypeReal=Bema\u00dfungen sind als reelle Zahlen anzugeben.
CfgDictionaryMdl.Error.VariantParameterNameNotProvided=F\u00fcr die Erstellung eines Variantenparameters muss ein Name angegeben werden.
CfgDictionaryMdl.Error.ParamMustNotBeEmpty=F\u00fcr die Erstellung eines Variantenparameters m\u00fcssen Parameterdetails angegeben werden.
CfgDictionaryMdl.Error.VPInUse.UpdateNotAllowed=Der Kontextvariantenparameter wird verwendet. Eine Aktualisierung ist daher nicht m\u00f6glich.
CfgDictionaryMdl.Error.VPInUse.DeleteNotAllowed=Der Kontextvariantenparameter wird verwendet. Eine L\u00f6schung ist daher nicht m\u00f6glich.
CfgDictionaryMdl.Error.VPValueNotInRange=Der Wert liegt nicht im festgelegten Parameterbereich.
CfgDictionaryMdl.Error.VPMinValueGreaterThanMaxValue=Fehler: Der Mindestwert ist gr\u00f6\u00dfer als der H\u00f6chstwert.
CfgDictionaryMdl.Error.SetVPValueNoRelIdProvided=Fehler: Keine Beziehungskennung f\u00fcr Wertfestsetzung angegeben.
CfgDictionaryMdl.Error.DeleteModelVersionWithAVPAllocatedError=Dieser Vorgang kann nicht ausgef\u00fchrt werden, da mindestens ein Variantenparameter zugewiesen ist.

# Configurration Rule
CfgDictionaryMdl.Error.DemoteReleasedCfgRuleUsedInReleasedModelVersion=Regel kann nicht zur\u00fcckgestuft werden, weil sie in einer freigegebenen Modellversion verwendet wird.
CfgDictionaryMdl.Error.DeleteReleaseObsoleteCfgRule=Matrix-/Ausdrucksregel kann nicht gel\u00f6scht werden, weil ihr Stadium 'Freigeben' oder 'Veraltet' lautet.

# Access Error
CfgDictionaryMdl.Error.NoModifyAccessForUser=Fehler: Sie sind nicht berechtigt, das Objekt zu \u00e4ndern.

CfgDictionaryMdl.DeleteNonleafModelVersion.Error.CanNotDeleteMV=Mindestens eine der ausgew\u00e4hlten Modellversionen hat abgeleitete Modellversionen. Der L\u00f6schvorgang kann nicht durchgef\u00fchrt werden.
CfgDictionaryMdl.Error.ModelVersionInFrozenCannotAddRemoveCfgRules=Regeln f\u00fcr Matrix/Ausdruck entfernen oder hinzuf\u00fcgen, wenn Modellversion in im Stadium 'Eingefroren' nicht zul\u00e4ssig ist

# Applicability
CfgDictionaryMdl.Error.FreezingModelVersionWithIncompleteChange=Die Modellversion kann nicht bef\u00f6rdert werden, da sie eine unvollst\u00e4ndige \u00c4nderung enth\u00e4lt.
CfgDictionaryMdl.Error.UnfreezingParentwithChildInfrozenState=Die Modellversion kann nicht zur\u00fcckgestuft werden, da sich eine aktuellere Modellversion im Stadium 'Eingefroren' befindet.
CfgDictionaryMdl.Error.FreezingChildWithParentNotInfozenState=Die Modellversion kann nicht bef\u00f6rdert werden, da sich ihre vorherige Modellversionsweiterentwicklung nicht im Stadium 'Eingefroren' befindet.

CfgDictionaryMdl.Error.FreezingManufacturingPlanWithIncompleteChange=Der Fertigungsplan kann nicht bef\u00f6rdert werden, da er eine unvollst\u00e4ndige \u00c4nderung enth\u00e4lt.
CfgDictionaryMdl.Error.FreezingBuildWithIncompleteChange=Die Ausf\u00fchrung kann nicht bef\u00f6rdert werden, da sie eine unvollst\u00e4ndige \u00c4nderung enth\u00e4lt.

# Frozen Filter
CfgDictionaryMdl.Error.InputUpdateFrozenFCB=Filter f\u00fcr eingefrorene Elemente kann nicht aktualisiert werden: Objekt-ID, Eingefroren-Typ und Operationstyp m\u00fcssen angegeben sein.

# Product Configuration
CfgDictionaryMdl.Error.MVContextNotReleasedInPCFrozenPromote=Modellversion muss freigegeben werden vor
CfgDictionaryMdl.Error.SelectedOptionNotExistInPCPromote=Produktkonfiguration kann nicht bef\u00f6rdert werden, weil die ausgew\u00e4hlte Option nicht vorhanden ist
CfgDictionaryMdl.Error.RuleCompliancyStatusNotValid=Produktkonfiguration kann nicht bef\u00f6rdert werden, weil Status der Regelkonformit\u00e4t nicht "G\u00fcltig" lautet
CfgDictionaryMdl.Error.RuleCompletenessStatusNotComplete=Produktkonfiguration kann nicht bef\u00f6rdert werden, weil Abschlussstatus nicht 'Abgeschlossen' lautet
CfgDictionaryMdl.Error.SelectedOptionsContainVariesBy=Produktkonfiguration kann nicht bef\u00f6rdert werden, weil die ausgew\u00e4hlten Optionen eine inaktive Entwurfsvariante (Inaktiv variiert nach) enthalten
CfgDictionaryMdl.Error.ModelVersionHasNotObsoletePCs=Alle Produktkonfigurationen m\u00fcssen veraltet sein vor. Pr\u00fcfen
CfgDictionaryMdl.Error.CreatePCForObsoleteMV=Produktkonfiguration kann unter veralteter Modellversion nicht erstellt werden
CfgDictionaryMdl.Error.PCCarryOver.NotAninstance=Dieser Produktkonfigurationsinstanz ist keine ID zugewiesen.
CfgDictionaryMdl.Error.PCCarryOver.SourceTargetParent=Entweder mit der Quell- oder Ziel-Modellversion liegt ein Problem vor, bitte \u00fcberpr\u00fcfen.
CfgDictionaryMdl.Error.FilterCompiledBinary.NotExist=Filterbin\u00e4r existiert auf der Modellversion nicht, bitte \u00fcberpr\u00fcfen.
CfgDictionaryMdl.Error.DeletePCContainingDerivativeRevision=Die Produktkonfiguration kann nicht gel\u00f6scht werden, da sie ein Derivativ oder eine Revision hat.
CfgDictionaryMdl.Error.CreateUnitForObsoleteMV=Das Erstellen einer Einheit unter einer veralteten Modellversion ist nicht m\u00f6glich.
CfgDictionaryMdl.Error.DeleteMTContainingDerivativeRevision=Der Modelltyp kann nicht gel\u00f6scht werden, da er ein Derivativ oder eine Revision hat.
CfgDictionaryMdl.Error.MVContextNotReleasedInMTFrozenPromote=Modellversion muss freigegeben werden vor
CfgDictionaryMdl.Error.MTContextNotReleasedInPCFrozenPromote=Modellversion muss freigegeben werden vor
CfgDictionaryMdl.Error.ModelVersionHasNotObsoleteMTs=Alle Modelltyp-Objekte m\u00fcssen vor der \u00dcberpr\u00fcfung 'Veraltet' sein
CfgDictionaryMdl.Error.DeleteMTContainingDerivativeRevision=Der Modelltyp kann nicht gel\u00f6scht werden, da er ein Derivativ oder eine Revision hat.
CfgDictionaryMdl.Error.ObjectIsObsolete=Das bereitgestellte Objekt ist veraltet.
CfgDictionaryMdl.Error.FreezingPCChildWithParentNotInfozenState=Die Produktkonfiguration kann nicht bef\u00f6rdert werden, da sich ihre vorherige Produktkonfigurationsweiterentwicklung nicht im Stadium 'Eingefroren' befindet.
CfgDictionaryMdl.Error.UnfreezingPCParentwithChildInfrozenState=Die Produktkonfiguration kann nicht zur\u00fcckgestuft werden, da sich eine aktuellere Produktkonfigurationsweiterentwicklung im Stadium 'Eingefroren' befindet.
CfgDictionaryMdl.ERROR.ProductConfigurationNotConnectedToModelVersion=Die Produktkonfiguration ist nicht mit einer Modellversion verbunden.

# Model Type
CfgDictionaryMdl.Error.FreezingMTChildWithParentNotInfozenState=Der Modelltyp kann nicht bef\u00f6rdert werden, da sich seine vorherige Modelltypweiterentwicklung nicht im Stadium 'Eingefroren' befindet.
CfgDictionaryMdl.Error.UnfreezingMTParentwithChildInfrozenState=Der Modelltyp kann nicht zur\u00fcckgestuft werden, da sich eine aktuellere Modelltypweiterentwicklung im Stadium 'Eingefroren' befindet.
CfgDictionaryMdl.ERROR.TargetCfgBaseNotInsSameModelVersionAsSource=Die Ziel-Basiskonfiguration ist nicht identisch mit der der Modellversion der Quelle.
CfgDictionaryMdl.ERROR.BaseConfigurationNotConnectedToModelVersion=Die Basiskonfiguration ist nicht mit einer Modellversion verbunden.
