#
#  CfgDictionaryMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#



CfgDictionaryMdl.Alert.ConfigurationFeatureInvalidInput=ERREUR Entr\u00e9e non valide : v\u00e9rifiez le type, le nom affich\u00e9 et\\ou le type de s\u00e9lection de fonctionnalit\u00e9 de configuration.
CfgDictionaryMdl.Alert.CompletenessStatusError=ERREUR - L'\u00e9tat d'ach\u00e8vement doit \u00eatre Partiel, Complet ou Hybride.
CfgDictionaryMdl.Alert.ConfigurationRuleUsedElseWhere=ERREUR\u00a0: impossible de supprimer l'objet car il est connect\u00e9 \u00e0 un(e) autre mod\u00e8le/gamme de produits.
CfgDictionaryMdl.Alert.TNRNonUnique='Type Nom R\u00e9vision' d'objet m\u00e9tier non unique
CfgDictionaryMdl.Alert.ObjectError=ERREUR : l'objet ne peut pas \u00eatre nul ou vide
CfgDictionaryMdl.Alert.RVDAndFilterExpressionError=ERREUR d'entr\u00e9e non valide : le type d'objet n'est pas RVD ou l'expression de filtre est nulle/vide.
CfgDictionaryMdl.Alert.InputProductError=Le produit d'entr\u00e9e est introuvable
CfgDictionaryMdl.Alert.RVDFeatureOptionNotInProduct=ERREUR : RVD contient une ou plusieurs combinaisons Fonctionnalit\u00e9\\Option non incluses dans le produit
CfgDictionaryMdl.Alert.InvalidInput=Une ou plusieurs entr\u00e9es non valides
CfgDictionaryMdl.Alert.FeaturesNotInProduct=ERREUR : les valeurs\\de variante et/ou d'options\\de groupe d'options suivantes ne sont pas dans la version du mod\u00e8le de contexte :
CfgDictionaryMdl.Alert.RulesNotInProduct=Erreur : certaines r\u00e8gles n'appartiennent pas \u00e0 la version du mod\u00e8le de contexte
CfgDictionaryMdl.Alert.RulesAlreadyInProduct=Erreur : certaines r\u00e8gles sont d\u00e9j\u00e0 dans la version du mod\u00e8le de contexte
CfgDictionaryMdl.Alert.ConfigurationFeatureUsedInRule=Erreur : la fonctionnalit\u00e9 de configuration ne peut pas \u00eatre rendue Obsol\u00e8te car elle est r\u00e9f\u00e9renc\u00e9e dans une r\u00e8gle de configuration (ex : r\u00e8gle de matrice, r\u00e8gle d'expression, etc.)
CfgDictionaryMdl.Error.ProductConfigurationInstanceError=ERREUR : cette API doit \u00eatre appel\u00e9e depuis une instance de configuration de produit
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInBCR=Erreur : impossible de modifier l'attribut Type de s\u00e9lection de la configuration car il est utilis\u00e9 dans une r\u00e8gle de compatibilit\u00e9 bool\u00e9enne
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInMPR=Erreur : impossible de modifier l'attribut Type de s\u00e9lection de la configuration car il est utilis\u00e9 dans une r\u00e8gle de pr\u00e9f\u00e9rence marketing
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInRR=Erreur : impossible de modifier l'attribut Type de s\u00e9lection de la configuration car il est utilis\u00e9 dans une r\u00e8gle d'usage de ressources
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInPC=Erreur : impossible de modifier les variantes/groupes d'options, car ils sont utilis\u00e9s dans la configuration de produit
CfgDictionaryMdl.Alert.ObjectNotSupported=Erreur : le type d'objet '{0}' n'est actuellement pas pris en charge
CfgDictionaryMdl.Error.ModifyEffectivityWhileCFInUsedInCfgRule=Erreur : impossible de modifier l'effectivit\u00e9 lorsque la fonctionnalit\u00e9 de configuration est utilis\u00e9e dans une r\u00e8gle de configuration
CfgDictionaryMdl.Error.UnableToReviseConfigurableObject=Erreur : impossible de r\u00e9viser cet objet, car l'effectivit\u00e9 a \u00e9t\u00e9 d\u00e9finie sur sa structure
CfgDictionaryMdl.Error.ProductRevisionCriteria=Erreur : le crit\u00e8re de r\u00e9vision du produit doit \u00eatre fourni pour le traitement
CfgDictionaryMdl.Error.MilestoneInputToSide=Erreur : en cas de jalon unique, saisir une entr\u00e9e du c\u00f4t\u00e9 "pour"
CfgDictionaryMdl.Error.MilestoneDisciplineError=Erreur : la discipline est fournie mais sans jalon(s)
CfgDictionaryMdl.Error.DeleteModelCheckAgainstCandidateItems=Erreur : impossible de supprimer le mod\u00e8le, car certains \u00e9l\u00e9ments candidats y sont attach\u00e9s. Enlevez d'abord tous les \u00e9l\u00e9ments candidats.
CfgDictionaryMdl.Error.AttributeConfigurationSelectionTypeModifyBlock=Erreur : l'attribut ne peut pas \u00eatre modifi\u00e9 car la r\u00e9vision existe pour la fonction de configuration.
CfgDictionaryMdl.Alert.VariantInvalidInputForCreate=Erreur : entr\u00e9e non valide pour la variante cr\u00e9\u00e9e
CfgDictionaryMdl.Alert.VariantValueInvalidInputForCreate=Erreur : entr\u00e9e non valide pour la cr\u00e9ation de valeur
CfgDictionaryMdl.Alert.VariabilityGroupInvalidInputForCreate=Erreur : entr\u00e9e non valide pour la cr\u00e9ation de groupe d'options
CfgDictionaryMdl.Alert.VariabilityOptionInvalidInputForCreate=Erreur : entr\u00e9e non valide pour la cr\u00e9ation d'option
CfgDictionaryMdl.Error.RemoveCandidateVariantsAndVariabilityGroup=Impossible d'enlever les groupes d'options/variantes candidats s\u00e9lectionn\u00e9s pour les raisons suivantes :
CfgDictionaryMdl.Alert.FeatureAddOptionNotAllowed=La r\u00e8gle de gestion d'\u00e9l\u00e9ment s\u00e9lectionn\u00e9e ne permet pas l'ajout d'une option \u00e0 cet \u00e9tat.
CfgDictionaryMdl.Error.FeatureCreateOptionNotAllowed=La r\u00e8gle de gestion d'\u00e9l\u00e9ment s\u00e9lectionn\u00e9e ne permet pas la cr\u00e9ation d'une option \u00e0 cet \u00e9tat.
CfgDictionaryMdl.Error.GlobalModelError=Le mod\u00e8le global n'existe pas.
CfgDictionaryMdl.Error.RemoveVariantOrOptionError=Op\u00e9ration impossible car au moins une valeur ou une option est allou\u00e9e.
CfgDictionaryMdl.Alert.NotOneModelError=Erreur : il n'existe aucun mod\u00e8le, ou plusieurs mod\u00e8les
CfgDictionaryMdl.Error.CannotRemoveInheritedFeatures=Une option au moins doit rester allou\u00e9e pour les Variantes/Groupes d'options h\u00e9rit\u00e9s.
CfgDictionaryMdl.Error.CannotRemoveDV=Une option au moins doit rester allou\u00e9e pour les variantes/groupes d'options utilis\u00e9s en tant que variantes de conception.
CfgDictionaryMdl.Error.ToggleMandatoryFailure=Echec du basculement. V\u00e9rifiez si les variantes/groupes d'options sont obligatoires au niveau parent.
CfgDictionaryMdl.CreateProductRevision.Error.RootProductNotCreated=Erreur : le produit racine peut uniquement \u00eatre cr\u00e9\u00e9 sous un mod\u00e8le vide
CfgDictionaryMdl.Error.ObjectConnectedToTwoParent=Erreur : objet connect\u00e9 \u00e0 deux parents diff\u00e9rents
CfgDictionaryMdl.Error.EstablishModelTemplateRelationCompMatrixNotEnabled=L'\u00e9tablissement d'une matrice de composition n'est pas autoris\u00e9, car elle n'est pas activ\u00e9e.
CfgDictionaryMdl.Error.NoConnectionFromModelVersionToModel=Il n'existe aucune connexion entre la version du mod\u00e8le et le mod\u00e8le.
CfgDictionaryMdl.Error.NoModelAttachedToManufacturingPlan=Aucun mod\u00e8le attach\u00e9 au plan de fabrication.
CfgDictionaryMdl.Error.NeitherModelNorModelVersionAvailabeForUnit=Le contexte existe, mais il ne s'agit pas d'un mod\u00e8le ou d'une version de mod\u00e8le.
CfgDictionaryMdl.Error.FromContextNotAvailabeForUnit=Le champ Depuis contexte n'est pas pr\u00e9sent pour l'Unit\u00e9.
CfgDictionaryMdl.Error.NumberOfBuildToCreate=Vous devez indiquer un nombre d'unit\u00e9s sup\u00e9rieur \u00e0 0 et inf\u00e9rieur ou \u00e9gal \u00e0 100.
CfgDictionaryMdl.Error.Builds.ModelOrModelVersionNotProvided=Vous devez indiquer un mod\u00e8le ou une version de mod\u00e8le.
CfgDictionaryMdl.Error.Builds.MfgPlanAndOrPCNotValid=Le plan de fabrication et/ou la configuration de produit doivent exister dans le contexte de la version du mod\u00e8le si celle-ci est fournie.
CfgDictionaryMdl.Error.Builds.BuildNotProvided=Vous devez indiquer une ou plusieurs unit\u00e9s.
CfgDictionaryMdl.Error.Builds.ModelVersionNotProvided=Vous devez indiquer la version du mod\u00e8le.
CfgDictionaryMdl.Error.Builds.updateAllocations.UnitModelDoesNotMatchMVModel=Le mod\u00e8le de l'unit\u00e9 ne correspond pas \u00e0 celui de la version du mod\u00e8le en contexte lors de la mise \u00e0 jour de l'allocation.
CfgDictionaryMdl.Error.Builds.updateAllocations.UnitMVDoesNotMatchGivenMV=La version du mod\u00e8le de l'unit\u00e9 ne correspond pas \u00e0 celle qui a \u00e9t\u00e9 fournie lors de la mise \u00e0 jour de l'allocation.
CfgDictionaryMdl.ERROR.SourceSameAsTarget=La source et la cible sont identiques.
CfgDictionaryMdl.ERROR.TargetModelVersionNotInSameModelAsSource=La version du mod\u00e8le cible est diff\u00e9rente de celle du mod\u00e8le source.


# AutoNaming Parameterization
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantNaming=Variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantValueNaming=Valeur de variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityGroupNaming=Groupe d'options
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityOptionNaming=Option
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantParameterNaming=Param\u00e8tre de variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ModelVersionNaming=Version de mod\u00e8le
OOTBParameterization.ObjectIdentification.ObjectIdentifier.BuildsNaming=Unit\u00e9
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ModelTypeNaming=Type de mod\u00e8le
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ProductConfigurationNaming=Configuration de produit

# Lifecycle Topology Parameterization
OOTBParameterization.LifecycleTopology.Product=Produit
OOTBParameterization.LifecycleTopology.Product.Products=Version de mod\u00e8le


# Variant Parameter
CfgDictionaryMdl.Error.KindMustBePresent=Le type (nombre entier ou r\u00e9el) doit \u00eatre sp\u00e9cifi\u00e9 pour cr\u00e9er un Param\u00e8tre de variante.
CfgDictionaryMdl.Error.DimensionRequiresKindTypeReal=La dimension doit \u00eatre de type nombre r\u00e9el.
CfgDictionaryMdl.Error.VariantParameterNameNotProvided=Le nom doit \u00eatre fourni pour la cr\u00e9ation du param\u00e8tre de variante.
CfgDictionaryMdl.Error.ParamMustNotBeEmpty=Les d\u00e9tails du param\u00e8tre doivent \u00eatre fournis pour la cr\u00e9ation du pParam\u00e8tre de variante.
CfgDictionaryMdl.Error.VPInUse.UpdateNotAllowed=Le param\u00e8tre de variante de contexte est utilis\u00e9, donc la mise \u00e0 jour n'est pas autoris\u00e9e.
CfgDictionaryMdl.Error.VPInUse.DeleteNotAllowed=Le param\u00e8tre de variante de contexte est utilis\u00e9, donc la suppression n'est pas autoris\u00e9e.
CfgDictionaryMdl.Error.VPValueNotInRange=La valeur n'est pas dans la plage d\u00e9finie du param\u00e8tre.
CfgDictionaryMdl.Error.VPMinValueGreaterThanMaxValue=Erreur : la valeur min. est sup\u00e9rieure \u00e0 la valeur max.
CfgDictionaryMdl.Error.SetVPValueNoRelIdProvided=Erreur : aucun ID de relation n'est sp\u00e9cifi\u00e9 pour d\u00e9finir la valeur.
CfgDictionaryMdl.Error.DeleteModelVersionWithAVPAllocatedError=Op\u00e9ration impossible car au moins un param\u00e8tre de variante est allou\u00e9.

# Configurration Rule
CfgDictionaryMdl.Error.DemoteReleasedCfgRuleUsedInReleasedModelVersion=La r\u00e9trogradation de la r\u00e8gle n'est pas autoris\u00e9e car elle est utilis\u00e9e dans une version de mod\u00e8le distribu\u00e9e.
CfgDictionaryMdl.Error.DeleteReleaseObsoleteCfgRule=La suppression de la matrice/r\u00e8gle d'expression n'est pas autoris\u00e9e car elle se trouve \u00e0 l'\u00e9tat Distribu\u00e9 ou Obsol\u00e8te.

# Access Error
CfgDictionaryMdl.Error.NoModifyAccessForUser=Erreur : vous n'\u00eates pas autoris\u00e9 \u00e0 modifier l'acc\u00e8s pour l'objet

CfgDictionaryMdl.DeleteNonleafModelVersion.Error.CanNotDeleteMV=Au moins une version de mod\u00e8le s\u00e9lectionn\u00e9e a une ou plusieurs versions de mod\u00e8le d\u00e9riv\u00e9es. Suppression impossible.
CfgDictionaryMdl.Error.ModelVersionInFrozenCannotAddRemoveCfgRules=Enlever ou ajouter une matrice / des r\u00e8gles d'expression lorsque la version de mod\u00e8le \u00e0 l'\u00e9tat Fig\u00e9 n'est pas autoris\u00e9e

# Applicability
CfgDictionaryMdl.Error.FreezingModelVersionWithIncompleteChange=Impossible de promouvoir la version du mod\u00e8le, car une modification incompl\u00e8te lui est associ\u00e9e.
CfgDictionaryMdl.Error.UnfreezingParentwithChildInfrozenState=Impossible de r\u00e9trograder la version du mod\u00e8le, car il existe une \u00e9volution ult\u00e9rieure de la version du mod\u00e8le \u00e0 l'\u00e9tat fig\u00e9.
CfgDictionaryMdl.Error.FreezingChildWithParentNotInfozenState=Impossible de promouvoir la version du mod\u00e8le, car l'\u00e9volution pr\u00e9c\u00e9dente de la version du mod\u00e8le n'est pas \u00e0 l'\u00e9tat fig\u00e9.

CfgDictionaryMdl.Error.FreezingManufacturingPlanWithIncompleteChange=Impossible de promouvoir le plan de fabrication, car une modification incompl\u00e8te lui est associ\u00e9e.
CfgDictionaryMdl.Error.FreezingBuildWithIncompleteChange=Impossible de promouvoir la build, car une modification incompl\u00e8te lui est associ\u00e9e.

# Frozen Filter
CfgDictionaryMdl.Error.InputUpdateFrozenFCB=Impossible de mettre \u00e0 jour le filtre fig\u00e9 : vous devez indiquer l'identifiant d'objet, le type de figement et le type d'op\u00e9ration.

# Product Configuration
CfgDictionaryMdl.Error.MVContextNotReleasedInPCFrozenPromote=La version du mod\u00e8le doit \u00eatre distribu\u00e9e avant
CfgDictionaryMdl.Error.SelectedOptionNotExistInPCPromote=Impossible de promouvoir cette configuration de produit, car l'option s\u00e9lectionn\u00e9e n'existe pas
CfgDictionaryMdl.Error.RuleCompliancyStatusNotValid=Impossible de promouvoir cette configuration de produit, car l'\u00e9tat de conformit\u00e9 aux r\u00e8gles n'est pas 'Valide'
CfgDictionaryMdl.Error.RuleCompletenessStatusNotComplete=Impossible de promouvoir cette configuration de produit, car le statut d'ach\u00e8vement n'est pas 'Termin\u00e9'
CfgDictionaryMdl.Error.SelectedOptionsContainVariesBy=impossible de promouvoir cette configuration de produit, car une variante de conception inactive (Inactif Varie par) existe dans les options s\u00e9lectionn\u00e9es
CfgDictionaryMdl.Error.ModelVersionHasNotObsoletePCs=Toutes les configurations de produit doivent \u00eatre Obsol\u00e8te avant. V\u00e9rifier
CfgDictionaryMdl.Error.CreatePCForObsoleteMV=Impossible de cr\u00e9er une configuration de produit sous une version de mod\u00e8le obsol\u00e8te
CfgDictionaryMdl.Error.PCCarryOver.NotAninstance=Il n'y a pas d'identifiant attribu\u00e9 \u00e0 l'instance Configuration de produit.
CfgDictionaryMdl.Error.PCCarryOver.SourceTargetParent=Il y a un probl\u00e8me avec la version du mod\u00e8le source ou cible. Veuillez v\u00e9rifier.
CfgDictionaryMdl.Error.FilterCompiledBinary.NotExist=Le filtre binaire n'existe pas sur la version du mod\u00e8le cible. Veuillez v\u00e9rifier.
CfgDictionaryMdl.Error.DeletePCContainingDerivativeRevision=Impossible de supprimer la Configuration de produit, car elle comprend une d\u00e9riv\u00e9e ou une r\u00e9vision.
CfgDictionaryMdl.Error.CreateUnitForObsoleteMV=Impossible de cr\u00e9er une unit\u00e9 sous une version de mod\u00e8le obsol\u00e8te.
CfgDictionaryMdl.Error.DeleteMTContainingDerivativeRevision=Impossible de supprimer le type de mod\u00e8le, car il comprend une d\u00e9riv\u00e9e ou une r\u00e9vision.
CfgDictionaryMdl.Error.MVContextNotReleasedInMTFrozenPromote=La version du mod\u00e8le doit \u00eatre distribu\u00e9e avant
CfgDictionaryMdl.Error.MTContextNotReleasedInPCFrozenPromote=Le type de mod\u00e8le doit \u00eatre distribu\u00e9 avant
CfgDictionaryMdl.Error.ModelVersionHasNotObsoleteMTs=Tous les objets Type de mod\u00e8le doivent \u00eatre obsol\u00e8tes avant la r\u00e9vision
CfgDictionaryMdl.Error.DeleteMTContainingDerivativeRevision=Impossible de supprimer le type de mod\u00e8le, car il comprend une d\u00e9riv\u00e9e ou une r\u00e9vision.
CfgDictionaryMdl.Error.ObjectIsObsolete=L'objet fourni est obsol\u00e8te.
CfgDictionaryMdl.Error.FreezingPCChildWithParentNotInfozenState=Impossible de promouvoir la configuration de produit, car son \u00e9volution pr\u00e9c\u00e9dente n'est pas \u00e0 l'\u00e9tat fig\u00e9.
CfgDictionaryMdl.Error.UnfreezingPCParentwithChildInfrozenState=Impossible de r\u00e9trograder la configuration de produit, car il existe une \u00e9volution ult\u00e9rieure de la configuration de produit \u00e0 l'\u00e9tat fig\u00e9.
CfgDictionaryMdl.ERROR.ProductConfigurationNotConnectedToModelVersion=La configuration de produit n'est pas connect\u00e9e \u00e0 une version de mod\u00e8le.

# Model Type
CfgDictionaryMdl.Error.FreezingMTChildWithParentNotInfozenState=Impossible de promouvoir le type du mod\u00e8le, car son \u00e9volution pr\u00e9c\u00e9dente n'est pas \u00e0 l'\u00e9tat fig\u00e9.
CfgDictionaryMdl.Error.UnfreezingMTParentwithChildInfrozenState=Impossible de r\u00e9trograder le type du mod\u00e8le, car il existe une \u00e9volution ult\u00e9rieure du type du mod\u00e8le \u00e0 l'\u00e9tat fig\u00e9.
CfgDictionaryMdl.ERROR.TargetCfgBaseNotInsSameModelVersionAsSource=La configuration de base cible est diff\u00e9rente de celle de la version du mod\u00e8le source.
CfgDictionaryMdl.ERROR.BaseConfigurationNotConnectedToModelVersion=La configuration de base n'est pas connect\u00e9e \u00e0 une version de mod\u00e8le.
