#
#  CfgDictionaryMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#



CfgDictionaryMdl.Alert.ConfigurationFeatureInvalidInput=ERROR de entrada no v\u00e1lida: compruebe el tipo, el nombre para mostrar y\\el tipo de selecci\u00f3n de caracter\u00edstica de configuraci\u00f3n.
CfgDictionaryMdl.Alert.CompletenessStatusError=ERROR - El estatus de integridad debe ser Parcial, Completo o H\u00edbrido.
CfgDictionaryMdl.Alert.ConfigurationRuleUsedElseWhere=ERROR: el objeto no se puede eliminar porque est\u00e1 conectado a otro modelo o l\u00ednea de producto.
CfgDictionaryMdl.Alert.TNRNonUnique=La revisi\u00f3n del nombre del tipo de business object no es \u00fanica.
CfgDictionaryMdl.Alert.ObjectError=ERROR: El objeto no puede ser nulo ni estar vac\u00edo
CfgDictionaryMdl.Alert.RVDAndFilterExpressionError=ERROR de entrada no v\u00e1lida: El tipo de objeto no es RVD o la expresi\u00f3n del filtro es nula o est\u00e1 vac\u00eda.
CfgDictionaryMdl.Alert.InputProductError=No se encuentra el producto de entrada
CfgDictionaryMdl.Alert.RVDFeatureOptionNotInProduct=ERROR: RVD contiene combinaciones\\de opciones de caracter\u00edsticas que no se encuentran en el producto
CfgDictionaryMdl.Alert.InvalidInput=Una o m\u00e1s entradas no son v\u00e1lidas
CfgDictionaryMdl.Alert.FeaturesNotInProduct=ERROR: los siguientes valores\\variante y/o grupo de opciones\\opciones no se encuentran en la versi\u00f3n de modelo de contexto:
CfgDictionaryMdl.Alert.RulesNotInProduct=Error: Algunas reglas no pertenecen a la versi\u00f3n de modelo de contexto
CfgDictionaryMdl.Alert.RulesAlreadyInProduct=Error: Algunas reglas ya se encuentran en la versi\u00f3n de modelo de contexto
CfgDictionaryMdl.Alert.ConfigurationFeatureUsedInRule=Error: No se puede convertir la caracter\u00edstica de configuraci\u00f3n en Obsoleta porque se hace referencia a la caracter\u00edstica en una regla de configuraci\u00f3n (por ejemplo, regla de matriz, regla de expresi\u00f3n, etc.)
CfgDictionaryMdl.Error.ProductConfigurationInstanceError=ERROR - Esta API debe ser solicitada desde una instancia de configuraci\u00f3n de producto
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInBCR=Error: No se puede modificar el atributo Tipo de selecci\u00f3n de configuraci\u00f3n porque se est\u00e1 utilizando en una regla de compatibilidad booleana
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInMPR=Error: No se puede modificar el atributo Tipo de selecci\u00f3n de configuraci\u00f3n porque se est\u00e1 utilizando en una regla de preferencia de marketing
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInRR=Error: No se puede modificar el atributo Tipo de selecci\u00f3n de configuraci\u00f3n porque se est\u00e1 utilizando en una regla de recursos
CfgDictionaryMdl.Error.ConfigurationFeatureUsedInPC=Error: No se pueden modificar las variantes ni los grupos de opciones porque se est\u00e1n utilizando en la configuraci\u00f3n de producto
CfgDictionaryMdl.Alert.ObjectNotSupported=Error: El tipo de objeto '{0}' no es compatible
CfgDictionaryMdl.Error.ModifyEffectivityWhileCFInUsedInCfgRule=Error: No se puede modificar la efectividad mientras la caracter\u00edstica de configuraci\u00f3n se est\u00e1 utilizando en una regla de configuraci\u00f3n
CfgDictionaryMdl.Error.UnableToReviseConfigurableObject=Error: No se puede revisar este objeto ya que tiene establecida una efectividad en su estructura
CfgDictionaryMdl.Error.ProductRevisionCriteria=Error: Se deben proporcionar criterios de revisi\u00f3n del producto para el procesamiento
CfgDictionaryMdl.Error.MilestoneInputToSide=Error: En el caso de una \u00fanica etapa, proporcione la entrada en el lado "hasta"
CfgDictionaryMdl.Error.MilestoneDisciplineError=Error: Se proporciona la disciplina, pero sin etapas
CfgDictionaryMdl.Error.DeleteModelCheckAgainstCandidateItems=Error: No se puede eliminar el modelo porque tiene algunos elementos candidatos adjuntos. Quite todos los elementos candidatos primero.
CfgDictionaryMdl.Error.AttributeConfigurationSelectionTypeModifyBlock=Error: El atributo no se puede modificar porque ya existe la revisi\u00f3n para la caracter\u00edstica de configuraci\u00f3n
CfgDictionaryMdl.Alert.VariantInvalidInputForCreate=Error: Entrada no v\u00e1lida para la creaci\u00f3n de variante
CfgDictionaryMdl.Alert.VariantValueInvalidInputForCreate=Error: Entrada no v\u00e1lida para la creaci\u00f3n del valor
CfgDictionaryMdl.Alert.VariabilityGroupInvalidInputForCreate=Error: Entrada no v\u00e1lida para la creaci\u00f3n del grupo de opciones
CfgDictionaryMdl.Alert.VariabilityOptionInvalidInputForCreate=Error: Entrada no v\u00e1lida para la creaci\u00f3n de la opci\u00f3n
CfgDictionaryMdl.Error.RemoveCandidateVariantsAndVariabilityGroup=No se pueden quitar las variantes ni los grupos de opciones seleccionados porque:
CfgDictionaryMdl.Alert.FeatureAddOptionNotAllowed=La directiva del elemento seleccionado no permite agregar una opci\u00f3n en este estado.
CfgDictionaryMdl.Error.FeatureCreateOptionNotAllowed=La directiva del elemento seleccionado no permite crear una opci\u00f3n en este estado.
CfgDictionaryMdl.Error.GlobalModelError=El modelo global no existe.
CfgDictionaryMdl.Error.RemoveVariantOrOptionError=No se puede realizar esta operaci\u00f3n porque se ha asignado al menos una opci\u00f3n o un valor.
CfgDictionaryMdl.Alert.NotOneModelError=Error: No existe ning\u00fan modelo o hay m\u00e1s de uno
CfgDictionaryMdl.Error.CannotRemoveInheritedFeatures=Al menos una opci\u00f3n debe mantenerse asignada para las variantes o los grupos de opciones heredados.
CfgDictionaryMdl.Error.CannotRemoveDV=Al menos una opci\u00f3n debe mantenerse asignada para las variantes o los grupos de opciones que se utilizan como variantes de dise\u00f1o.
CfgDictionaryMdl.Error.ToggleMandatoryFailure=No se pudo alternar. Revise si las variantes o los grupos de opciones son obligatorios en el nivel padre.
CfgDictionaryMdl.CreateProductRevision.Error.RootProductNotCreated=Error: El producto ra\u00edz solo se puede crear dentro de un modelo vac\u00edo
CfgDictionaryMdl.Error.ObjectConnectedToTwoParent=Error: El objeto est\u00e1 conectado a dos padres diferentes
CfgDictionaryMdl.Error.EstablishModelTemplateRelationCompMatrixNotEnabled=No se permite establecer la matriz de composici\u00f3n porque no est\u00e1 activada.
CfgDictionaryMdl.Error.NoConnectionFromModelVersionToModel=No hay conexi\u00f3n entre la versi\u00f3n del modelo y el modelo.
CfgDictionaryMdl.Error.NoModelAttachedToManufacturingPlan=No hay ning\u00fan modelo adjunto al plan de fabricaci\u00f3n.
CfgDictionaryMdl.Error.NeitherModelNorModelVersionAvailabeForUnit=El contexto existe pero no es un modelo o una versi\u00f3n de modelo.
CfgDictionaryMdl.Error.FromContextNotAvailabeForUnit=De contexto no est\u00e1 presente para la unidad.
CfgDictionaryMdl.Error.NumberOfBuildToCreate=Se debe proporcionar un n\u00famero de unidades mayor 0 y menor o igual que 100.
CfgDictionaryMdl.Error.Builds.ModelOrModelVersionNotProvided=Se debe proporcionar el modelo o la versi\u00f3n del modelo.
CfgDictionaryMdl.Error.Builds.MfgPlanAndOrPCNotValid=El plan de fabricaci\u00f3n o la configuraci\u00f3n del producto deben existir en el contexto de la versi\u00f3n del modelo, si se proporciona.
CfgDictionaryMdl.Error.Builds.BuildNotProvided=Se deben proporcionar las unidades.
CfgDictionaryMdl.Error.Builds.ModelVersionNotProvided=Se debe proporcionar la versi\u00f3n del modelo.
CfgDictionaryMdl.Error.Builds.updateAllocations.UnitModelDoesNotMatchMVModel=El modelo de la unidad no coincide con el modelo de la versi\u00f3n del modelo de contexto en la actualizaci\u00f3n de la asignaci\u00f3n.
CfgDictionaryMdl.Error.Builds.updateAllocations.UnitMVDoesNotMatchGivenMV=La versi\u00f3n del modelo de la unidad no coincide con la versi\u00f3n del modelo proporcionada en la actualizaci\u00f3n de la asignaci\u00f3n.
CfgDictionaryMdl.ERROR.SourceSameAsTarget=El origen y el destino son iguales.
CfgDictionaryMdl.ERROR.TargetModelVersionNotInSameModelAsSource=La versi\u00f3n del modelo de destino no est\u00e1 en el mismo modelo del origen.


# AutoNaming Parameterization
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantNaming=Variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantValueNaming=Valor de variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityGroupNaming=Grupo de opciones
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariabilityOptionNaming=Opci\u00f3n
OOTBParameterization.ObjectIdentification.ObjectIdentifier.VariantParameterNaming=Par\u00e1metro de variante
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ModelVersionNaming=Versi\u00f3n de modelo
OOTBParameterization.ObjectIdentification.ObjectIdentifier.BuildsNaming=Unidad
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ModelTypeNaming=Tipo de modelo
OOTBParameterization.ObjectIdentification.ObjectIdentifier.ProductConfigurationNaming=Configuraci\u00f3n del producto

# Lifecycle Topology Parameterization
OOTBParameterization.LifecycleTopology.Product=Producto
OOTBParameterization.LifecycleTopology.Product.Products=Versi\u00f3n de modelo


# Variant Parameter
CfgDictionaryMdl.Error.KindMustBePresent=Se debe especificar el tipo (entero o real) para crear un par\u00e1metro de variante.
CfgDictionaryMdl.Error.DimensionRequiresKindTypeReal=La dimensi\u00f3n requiere el tipo real.
CfgDictionaryMdl.Error.VariantParameterNameNotProvided=Se debe indicar el nombre para crear el par\u00e1metro de variante.
CfgDictionaryMdl.Error.ParamMustNotBeEmpty=Se deben indicar los detalles para crear el par\u00e1metro de variante.
CfgDictionaryMdl.Error.VPInUse.UpdateNotAllowed=El par\u00e1metro de variante de contexto est\u00e1 en uso. Por tanto, no es posible la actualizaci\u00f3n.
CfgDictionaryMdl.Error.VPInUse.DeleteNotAllowed=El par\u00e1metro de variante de contexto est\u00e1 en uso. Por tanto, no es posible la supresi\u00f3n.
CfgDictionaryMdl.Error.VPValueNotInRange=El valor no se incluye dentro del rango definido del par\u00e1metro.
CfgDictionaryMdl.Error.VPMinValueGreaterThanMaxValue=Error: el valor m\u00ednimo es superior al valor m\u00e1ximo.
CfgDictionaryMdl.Error.SetVPValueNoRelIdProvided=Error: no se ha proporcionado ning\u00fan ID de relaci\u00f3n para definir el valor.
CfgDictionaryMdl.Error.DeleteModelVersionWithAVPAllocatedError=No se puede realizar esta operaci\u00f3n porque se ha asignado al menos un par\u00e1metro de variante.

# Configurration Rule
CfgDictionaryMdl.Error.DemoteReleasedCfgRuleUsedInReleasedModelVersion=No se permite el descenso de la regla porque se est\u00e1 utilizando en alguna versi\u00f3n de modelo emitida.
CfgDictionaryMdl.Error.DeleteReleaseObsoleteCfgRule=No se permite la eliminaci\u00f3n de la regla de matriz/expresi\u00f3n porque est\u00e1 en estado Emisi\u00f3n u Obsoleto.

# Access Error
CfgDictionaryMdl.Error.NoModifyAccessForUser=Error: No tiene acceso para modificar el objeto

CfgDictionaryMdl.DeleteNonleafModelVersion.Error.CanNotDeleteMV=Una o m\u00e1s de las versiones de modelo seleccionadas poseen versiones de modelo derivadas. No se pueden eliminar.
CfgDictionaryMdl.Error.ModelVersionInFrozenCannotAddRemoveCfgRules=Eliminar o agregar reglas de matriz o expresi\u00f3n si no se permite congelar la versi\u00f3n del modelo

# Applicability
CfgDictionaryMdl.Error.FreezingModelVersionWithIncompleteChange=No es posible ascender la versi\u00f3n de modelo, ya que tiene asociado un cambio incompleto.
CfgDictionaryMdl.Error.UnfreezingParentwithChildInfrozenState=No es posible descender la versi\u00f3n de modelo porque existe una evoluci\u00f3n posterior de la versi\u00f3n de modelo en estado Congelado.
CfgDictionaryMdl.Error.FreezingChildWithParentNotInfozenState=No es posible ascender la versi\u00f3n de modelo porque su evoluci\u00f3n anterior de versi\u00f3n de modelo no se encuentra en estado Congelado.

CfgDictionaryMdl.Error.FreezingManufacturingPlanWithIncompleteChange=No es posible ascender el plan de fabricaci\u00f3n, ya que tiene asociado un cambio incompleto.
CfgDictionaryMdl.Error.FreezingBuildWithIncompleteChange=No es posible ascender el desarrollo, ya que tiene asociado un cambio incompleto.

# Frozen Filter
CfgDictionaryMdl.Error.InputUpdateFrozenFCB=No se puede actualizar el filtro congelado: deben proporcionarse el ID de objeto, el tipo de congelado y el tipo de operaci\u00f3n.

# Product Configuration
CfgDictionaryMdl.Error.MVContextNotReleasedInPCFrozenPromote=La versi\u00f3n del modelo debe haberse emitido antes del
CfgDictionaryMdl.Error.SelectedOptionNotExistInPCPromote=No se puede ascender esta configuraci\u00f3n de producto porque la opci\u00f3n seleccionada no existe
CfgDictionaryMdl.Error.RuleCompliancyStatusNotValid=No se puede ascender esta configuraci\u00f3n de producto porque el estado de cumplimiento de reglas no es 'V\u00e1lido'
CfgDictionaryMdl.Error.RuleCompletenessStatusNotComplete=No se puede ascender esta configuraci\u00f3n de producto porque el estado de integridad no es 'Completado'
CfgDictionaryMdl.Error.SelectedOptionsContainVariesBy=No se puede ascender esta configuraci\u00f3n de producto porque existe una variante de dise\u00f1o inactiva (El estado inactivo var\u00eda seg\u00fan) en las opciones seleccionadas
CfgDictionaryMdl.Error.ModelVersionHasNotObsoletePCs=Todas las configuraciones de producto deben estar obsoletas antes. Revisi\u00f3n
CfgDictionaryMdl.Error.CreatePCForObsoleteMV=No se puede crear una configuraci\u00f3n de producto con una versi\u00f3n de modelo obsoleta
CfgDictionaryMdl.Error.PCCarryOver.NotAninstance=No hay ning\u00fan ID asignado a la instancia de configuraci\u00f3n del producto.
CfgDictionaryMdl.Error.PCCarryOver.SourceTargetParent=Hay un problema con la versi\u00f3n de modelo de origen o de destino. Compru\u00e9belo.
CfgDictionaryMdl.Error.FilterCompiledBinary.NotExist=El binario de filtro no existe en la versi\u00f3n de modelo de destino. Compru\u00e9belo.
CfgDictionaryMdl.Error.DeletePCContainingDerivativeRevision=No se ha podido eliminar la configuracion del producto ya que tiene un derivativo o una  revisi\u00f3n.
CfgDictionaryMdl.Error.CreateUnitForObsoleteMV=No se puede crear una unidad en una versi\u00f3n de modelo obsoleta.
CfgDictionaryMdl.Error.DeleteMTContainingDerivativeRevision=No se ha podido eliminar el tipo de modelo, ya que tiene un derivativo o una revisi\u00f3n.
CfgDictionaryMdl.Error.MVContextNotReleasedInMTFrozenPromote=La versi\u00f3n del modelo debe emitirse antes del
CfgDictionaryMdl.Error.MTContextNotReleasedInPCFrozenPromote=El tipo de modelo debe emitirse antes del
CfgDictionaryMdl.Error.ModelVersionHasNotObsoleteMTs=Todos los objetos de tipo de modelos deben estar obsoletos antes de la revisi\u00f3n
CfgDictionaryMdl.Error.DeleteMTContainingDerivativeRevision=No se ha podido eliminar el tipo de modelo, ya que tiene un derivativo o una revisi\u00f3n.
CfgDictionaryMdl.Error.ObjectIsObsolete=El objeto proporcionado est\u00e1 obsoleto.
CfgDictionaryMdl.Error.FreezingPCChildWithParentNotInfozenState=No es posible ascender la versi\u00f3n de modelo porque su evoluci\u00f3n anterior de configuraci\u00f3n de producto no se encuentra en estado Congelado.
CfgDictionaryMdl.Error.UnfreezingPCParentwithChildInfrozenState=No es posible descender la versi\u00f3n de modelo porque existe una evoluci\u00f3n posterior de configuraci\u00f3n de producto en estado Congelado.
CfgDictionaryMdl.ERROR.ProductConfigurationNotConnectedToModelVersion=La configuraci\u00f3n del producto no est\u00e1 conectada a una versi\u00f3n del modelo.

# Model Type
CfgDictionaryMdl.Error.FreezingMTChildWithParentNotInfozenState=No es posible ascender la versi\u00f3n de modelo porque su evoluci\u00f3n anterior de versi\u00f3n de modelo no se encuentra en estado Congelado.
CfgDictionaryMdl.Error.UnfreezingMTParentwithChildInfrozenState=No es posible descender el tipo de modelo porque existe una evoluci\u00f3n posterior del tipo de modelo en estado Congelado.
CfgDictionaryMdl.ERROR.TargetCfgBaseNotInsSameModelVersionAsSource=La configuraci\u00f3n base de destino no es la misma que la versi\u00f3n del modelo del origen.
CfgDictionaryMdl.ERROR.BaseConfigurationNotConnectedToModelVersion=La configuraci\u00f3n base no est\u00e1 conectada a una versi\u00f3n del modelo.
