#  $RCSfile: emxXPackageStringResource.properties.rca $#
###############################################################################
#                                                                             #
#  (c) Dassault Systemes, 1993 \u0081E2012.  All rights reserved.                 #
#                                                                             #
###############################################################################
#
#
# Properties Description - Compoent Sorucing String Resource Properties
#
# Created   2021.12.20
# Modified  2021.12.20
#
###############################################################################
#
# Error Messages

emxXPackage.Error.StateError_Deleting_OtherthanInDraft=\u30b9\u30c6\u30fc\u30c8\u304c\u30c9\u30e9\u30d5\u30c8\u4ee5\u5916\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxXPackage.Error.StateError_Deleting_OtherthanInWork=\u30b9\u30c6\u30fc\u30c8\u304c\u4f5c\u696d\u4e2d\u4ee5\u5916\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u524a\u9664\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxXPackage.Error.Error_Delete_Package_Not_Allowed=\u30c9\u30e9\u30d5\u30c8\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u524a\u9664\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u306f\u30aa\u30fc\u30ca\u30fc\u3067\u3059
emxXPackage.Error.StateError_AddingContentToPackageOnPremise=\u30b9\u30c6\u30fc\u30c8\u304c\u30c9\u30e9\u30d5\u30c8\u304b\u4f5c\u696d\u4e2d\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u306e\u307f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059
emxXPackage.Error.StateError_AddingContentToPackageOnCloud=\u30b9\u30c6\u30fc\u30c8\u304c\u4f5c\u696d\u4e2d\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u306e\u307f\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3067\u304d\u307e\u3059
emxXPackage.Error.Error_uploading_exportoutput=\u9078\u629e\u3057\u305f\u30b3\u30f3\u30c6\u30f3\u30c4\u3067\u540c\u3058\u540d\u524d\u3067\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u51fa\u529b\u30d5\u30a1\u30a4\u30eb\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
emxXPackage.Error.StateError_Cannot_Modify_AllowToPublishOnPremise=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30b9\u30c6\u30fc\u30c8\u304c\u4f5c\u696d\u4e2d\u304b\u30c9\u30e9\u30d5\u30c8\u306e\u5834\u5408\u306b\u306e\u307f\u3001\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u306e\u8a31\u53ef\u30d5\u30e9\u30b0\u3092\u5909\u66f4\u3067\u304d\u307e\u3059
emxXPackage.Error.StateError_Cannot_Modify_AllowToPublishOnCloud=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30b9\u30c6\u30fc\u30c8\u304c\u4f5c\u696d\u4e2d\u306e\u5834\u5408\u306b\u306e\u307f\u3001\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u306e\u8a31\u53ef\u30d5\u30e9\u30b0\u3092\u5909\u66f4\u3067\u304d\u307e\u3059
emxXPackage.Error.AccessError_AllowToPublishModification_Not_Allowed=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30aa\u30fc\u30ca\u30fc\u306e\u307f\u304c\u3001\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u306e\u8a31\u53ef\u30d5\u30e9\u30b0\u3092\u5909\u66f4\u3067\u304d\u307e\u3059
emxXPackage.Error.Error_Cannot_disconnectContent_ReleasedPackage=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u304b\u3089\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u9664\u53bb\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxXPackage.Error.Error_Content_Limit_Reached=$1\u306f\u8ffd\u52a0\u3055\u308c\u307e\u305b\u3093\u3002\u30b3\u30f3\u30c6\u30f3\u30c4\u8ffd\u52a0\u306e\u4e0a\u9650($2)\u306b\u9054\u3057\u307e\u3057\u305f
emxXPackage.Error.Error_PackageContent_Not_Accessible=\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
#Connect Document error
emxXPackage.Error.Error_Duplicate_Content_Connection=\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3059\u3067\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
emxXPackage.Error.Error_Content_Obsolete=\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u8ffd\u52a0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
emxXPublication.Error.Error_Deleting_OtherthanInReview=\u30b9\u30c6\u30fc\u30c8\u304c\u6e96\u5099\u4e2d\u4ee5\u5916\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
#Promote package error
emxXPackage.Error.Error_WorkSheetFile_Not_Present=TDP\u30aa\u30d7\u30b7\u30e7\u30f3\u9078\u629e\u306e\u30ef\u30fc\u30af\u30b7\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u306f\u3001\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u30a2\u30bf\u30c3\u30c1\u3055\u308c\u307e\u305b\u3093\u3002\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u30da\u30fc\u30b8\u304b\u3089TDP\u30aa\u30d7\u30b7\u30e7\u30f3\u9078\u629e\u306e\u30ef\u30fc\u30af\u30b7\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u3066\u304f\u3060\u3055\u3044
emxXPackage.Error.Error_One_AllowToPublish_Should_Be_true=\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u8a31\u53ef\u30d5\u30e9\u30b0\u3092True\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
emxXPackage.Error.Error_Publication_Not_Obsolete=\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u3067\u306a\u3044\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u5b58\u5728\u3057\u307e\u3059\u3002\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u3059\u308b\u306b\u306f\u3001\u6b21\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u306b\u3059\u308b\u304b\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044 - $1
#Promote Publication error
emxXPackage.Error.Error_Package_Not_Released=\u304c\u30ea\u30ea\u30fc\u30b9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306b\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u304f\u3060\u3055\u3044
emxXPackage.Error.Error_Publication_Not_Released=\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u307e\u305b\u3093
#Generate Publication error
emxXPackage.Error.Error_Create_Publication_Not_Allowed=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u304b\u3089\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u751f\u6210\u3067\u304d\u308b\u30e6\u30fc\u30b6\u30fc\u306f\u3001\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30aa\u30fc\u30ca\u30fc\u3067\u3059
#Demote package error
emxXPackage.Error.Error_Publications_Are_Connected=\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3067\u304d\u307e\u305b\u3093\u3002\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3059\u308b\u306b\u306f\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3057\u307e\u3059
#Content Classification
emxXPackage.Error.Error_Access_Not_Granted=\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
emxXPackage.Error.Error_No_AllowToPublish_Should_Be_Empty=\u4e00\u90e8\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u8a31\u53ef\u304c\u78ba\u8a8d\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30a8\u30e9\u30fc\u306b\u306a\u3063\u3066\u3044\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u78ba\u8a8d\u3059\u308b\u304b\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
emxXPackage.Error.Error_Publication_File_Not_Ready=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
emxXPackage.Error.Error_Publication_File_Creation_Failed=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
emxXPackage.Error.Error_Publication_File_Not_Present=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
emxXPackage.Error.Error_Content_Not_Matured=\u4ee5\u4e0b\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u30d5\u30e9\u30b0\u3092\u5909\u66f4\u3059\u308b\u304b\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306b\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u304f\u3060\u3055\u3044
emxXPackage.Error.Error_Some_Content_Not_Accessible=\u4e00\u90e8\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
#Attachment Error
emxXPackage.Error.Error_Attach_Receipt_Empty=\u53d7\u9818\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306f\u7121\u52b9\u3067\u3059
#History Messages
emxXPackage.Publication.History.Content_Is_Ready=\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30ec\u30dd\u30fc\u30c8\u306e\u6e96\u5099\u304c\u3067\u304d\u3066\u3044\u307e\u3059
emxXPackage.Publication.History.Publication_File_Is_Ready=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u306e\u6e96\u5099\u304c\u3067\u304d\u3066\u3044\u307e\u3059
emxXPackage.Publication.History.Publication_File_Creating=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059
emxXPackage.Package.History.Document_is_confirmed_for=\u6b21\u3067\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Document_is_confirmed_on_classes=\u6b21\u3067\u30af\u30e9\u30b9$2\u306e\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Document_is_not_confirmed_on_classes=\u6b21\u3067\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
emxXPackage.Package.History.Engineering_Item_is_confirmed_for=\u6b21\u3067\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Engineering_Item_is_confirmed_on_classes=\u6b21\u3067\u30af\u30e9\u30b9$2\u306e\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Engineering_Item_is_not_confirmed_on_classes=\u6b21\u3067\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff1a
emxXPackage.Package.History.Manufacturer_Equivalent_Item_is_confirmed_for=\u6b21\u3067\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u9805\u76ee$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Manufacturer_Equivalent_Item_is_confirmed_on_classes=\u6b21\u3067\u30af\u30e9\u30b9$2\u306e\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u9805\u76ee$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Manufacturer_Equivalent_Item_is_not_confirmed_on_classes=\u6b21\u3067\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u9805\u76ee$1\u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff1a
emxXPackage.Package.History.Drawing_is_confirmed_for=\u6b21\u3067\u56f3\u9762 $1 \u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Drawing_is_confirmed_on_classes=\u6b21\u3067\u30af\u30e9\u30b9 $2 \u306e\u56f3\u9762 $1 \u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Drawing_is_not_confirmed_on_classes=\u6b21\u3067\u56f3\u9762 $1 \u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
emxXPackage.Package.History.Requirement_Specification_is_confirmed_for=\u6b21\u3067\u8981\u6c42\u4ed5\u69d8 $1 \u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Requirement_Specification_is_confirmed_on_classes=\u6b21\u3067\u30af\u30e9\u30b9 $2 \u306e\u8981\u6c42\u4ed5\u69d8 $1 \u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXPackage.Package.History.Requirement_Specification_is_not_confirmed_on_classes=\u6b21\u3067\u8981\u6c42\u4ed5\u69d8 $1 \u304c\u78ba\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\uff1a

emxXPackage.Error.Error_While_Getting_SecurityContext=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
emxXPackage.Error.Error_While_Updating_Elements_Required=\u8981\u7d20\u306b\u5fc5\u8981\u306a\u7bc4\u56f2\u306e\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8981\u7d20\u306e\u7bc4\u56f2\u540d\u3092\u5165\u529b\u3057\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
emxXPackage.Error.Error_Package_State=\u30d1\u30c3\u30b1\u30fc\u30b8\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u304b\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u5834\u5408\u3001\u88fd\u54c1\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u66f4\u65b0\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
emxXPackage.Error.Error_While_Revising_Package=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u6539\u8a02\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3042\u308a\u307e\u305b\u3093
emxXPackage.Interface.TDP_NewPackageRequest=\u65b0\u898f\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u30ea\u30af\u30a8\u30b9\u30c8

#Publication Messages
emxXPublication.Error.Error_Valut_Out_Of_Range=\u30d5\u30a1\u30a4\u30eb\u9664\u53bb\u306e\u65e5\u4ed8\u306f\u4f5c\u6210\u65e5\u304b\u308930\u301c90\u65e5\u9593\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
emxXPublication.Error.Error_Effectivity_Value_Out_Of_Range=\u6709\u52b9\u6027\u7d42\u4e86\u65e5\u306f\u30d5\u30a1\u30a4\u30eb\u9664\u53bb\u65e5\u4ee5\u964d\u306e\u65e5\u4ed8\u3092\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u9069\u5b9c\u6709\u52b9\u6027\u7d42\u4e86\u65e5\u3092\u8abf\u6574\u3057\u3066\u304f\u3060\u3055\u3044
emxXPublication.Error.Error_Publication_File_Removed=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d5\u30a1\u30a4\u30eb\u304c\u9664\u53bb\u3055\u308c\u307e\u3057\u305f
emxXPublication.Error.Error_Delete_Publication_Not_Allowed=\u6e96\u5099\u4e2d\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u524a\u9664\u306f\u30aa\u30fc\u30ca\u30fc\u306b\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u3059
emxXPublication.Error.Error_Connect_Publication_Not_Allowed=\u30b9\u30c6\u30fc\u30c8\u304c\u6e96\u5099\u4e2d\u4ee5\u5916\u306e\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8\u3068\u95a2\u9023\u4ed8\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
emxXPublication.Error.Error_Demote_Publication_Not_Allowed='\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff1a\u30d1\u30c3\u30b1\u30fc\u30b8\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u56de\u7b54\u9805\u76ee\u3068\u3057\u3066\u30ea\u30af\u30a8\u30b9\u30c8\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059'
emxXPublication.Error.Error_Checkin_Not_Allowed="\u6e96\u5099\u4e2d\u30b9\u30c6\u30fc\u30c8\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306f\u30aa\u30fc\u30ca\u30fc\u306b\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u3059"
emxXPublication.Error.Error_Checkin_File_Exist="\u30d5\u30a1\u30a4\u30eb\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059"


emxXPackage.Error.Error_PackageContent_No_Access=\u30a2\u30af\u30bb\u30b9\u306a\u3057
emxXPackage.Package.Error_IP_classes_not_accessible=\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
emxXPackage.Package.Error_You_does_not_have_role_to_access_IP_classes=IP\u30af\u30e9\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306e\u30ed\u30fc\u30eb\u3092\u6240\u6709\u3057\u3066\u3044\u307e\u305b\u3093
emxXPackage.Package.Error_You_does_not_access_on_IP_Protected_Content_or_Classes=\u4fdd\u8b77\u3055\u308c\u3066\u3044\u308bIP\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u307e\u305f\u306f\u30af\u30e9\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093

emxXPackage.Package.History.System_Auto_Set_Allow_To_Publish_Value_Not_Applicable=\u30b3\u30f3\u30c6\u30f3\u30c4$1\u306eIP\u30af\u30e9\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u306e\u8a31\u53ef\u306f\u30b7\u30b9\u30c6\u30e0\u306b\u3088\u3063\u3066\u81ea\u52d5\u7684\u306b\u78ba\u5b9a\u3055\u308c\u307e\u3059
emxXPackage.Package.History.System_Auto_Set_Allow_To_Publish_Value_False=\u30b3\u30f3\u30c6\u30f3\u30c4$1\u306eIP\u30af\u30e9\u30b9\u304c\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30d1\u30d6\u30ea\u30c3\u30b7\u30e5\u306e\u8a31\u53ef\u304c\u3001\u30b7\u30b9\u30c6\u30e0\u306b\u3088\u3063\u3066\u78ba\u5b9a\u3055\u308c\u306a\u3044\u3088\u3046\u306b\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u307e\u3059
emxXPackage.Package.History.System_Auto_Set_Allow_To_Publish_Value_Not_Accessible=\u30b3\u30f3\u30c6\u30f3\u30c4\u306eIP\u30af\u30e9\u30b9\u304c\u5909\u66f4\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001$1\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
emxXPackage.Label.Sourcing_RFx=Sourcing RFx
emxXPackage.Label.SRC_Attachment=\u6dfb\u4ed8

emxXPublication.FileDownload.Download=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9
emxXPublication.Preview.ContentReport=\u30b3\u30f3\u30c6\u30f3\u30c4\u30ec\u30dd\u30fc\u30c8

#TDP generic messages
emxXTDP.Error.Invalid.Payloadtype=\u30da\u30a4\u30ed\u30fc\u30c9\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059
emxXTDP.Error.Error_ContextId=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8ID\u304c\u7121\u52b9\u3067\u3059
emxXTDP.Error.Invalid.Attribute.Name=\u30da\u30a4\u30ed\u30fc\u30c9\u306b\u7121\u52b9\u306a\u5c5e\u6027\u304c\u3042\u308a\u307e\u3059
emxXTDP.Error.Error_Deleting_Object=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u524a\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

emxXTDP.Error.Error_Retriving=\u60c5\u5831\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f
emxXTDP.Error.Error_Revise_Object_Failed=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6539\u8a02\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff0f\u305d\u308c\u3088\u308a\u3082\u65b0\u3057\u3044\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
emxXTDP.Error.Error_Revise_RequestTemplate_State_Criteria=\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u306f\u3001\u30ea\u30af\u30a8\u30b9\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30b9\u30c6\u30fc\u30c8\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u304b\u5ec3\u7248\u3067\u306a\u304f\u3066\u306f\u306a\u308a\u307e\u305b\u3093
emxXTDP.Error.Error_Policy_Not_Exists=\u30dd\u30ea\u30b7\u30fc\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
emxXTDP.Error.Error_interface_addition=\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u306e\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
emxXTDP.Error.Error_revision=\u30dd\u30ea\u30b7\u30fc\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

emxXTDP.Error.Error_Content_Not_Added=\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044

emxXTDP.ObjectHistory.ConnectClause=\u304c\u6b21\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\uff1a
emxXTDP.ObjectHistory.DisconnectClause=\u304c\u6b21\u3068\u306e\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u3055\u308c\u3066\u3044\u307e\u3059\uff1a
emxXTDP.ObjectHistory.PromoteClause=\u304c\u6b21\u306e\u30b9\u30c6\u30fc\u30c8\u306b\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u3057\u3066\u3044\u307e\u3059\uff1a
emxXTDP.ObjectHistory.DemoteClause=\u304c\u6b21\u306e\u30b9\u30c6\u30fc\u30c8\u306b\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3057\u3066\u3044\u307e\u3059\uff1a
emxXTDP.ObjectHistory.contentdownload.event.description=\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\uff1a- {0}
emxXTDP.ObjectHistory.contentupload.event.description=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\uff1a- {0}
emxXTDP.ObjectHistory.contentdelete.event.description=\u30d5\u30a1\u30a4\u30eb\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f\uff1a- {0}
emxXTDP.ObjectHistory.UserGroup.NoAccess=\u30a2\u30af\u30bb\u30b9\u6a29\u306a\u3057

#Types
emxXTDP.Type.TDP_CollaborationPackage=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30d1\u30c3\u30b1\u30fc\u30b8
emxXTDP.Type.TDP_PackagePublication=\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
emxXTDP.Type.SRC_Engineering_Item_Proxy_Item=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee
emxXTDP.Type.SRC_Manufacturer_Equivalent_Item_Proxy_Item=\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u9805\u76ee
emxXTDP.Type.Document_Proxy_Item=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
emxXTDP.Type.Document=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
emxXTDP.Type.Engineering_Item=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee
emxXTDP.Type.Manufacturer_Equivalent_Item=\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u9805\u76ee
emxXTDP.Type.VPMReference=VPMReference
emxXTDP.Type.Group_Proxy=\u30b0\u30eb\u30fc\u30d7
emxXTDP.Type.Drawing=\u56f3\u9762
emxXTDP.Type.Requirement_Specification=\u8981\u6c42\u4ed5\u69d8
emxXTDP.Type.SRC_LineItem=\u898b\u7a4d\u9805\u76ee

#Attribute names NLS for history tab
emxXTDP.Attribute.TDP_ExportFormats=\u30bf\u30fc\u30b2\u30c3\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8
emxXTDP.Attribute.TDP_PackageLevel=\u30d1\u30c3\u30b1\u30fc\u30b8\u30ec\u30d9\u30eb
emxXTDP.Attribute.TDP_PackagePublication.FileRemovalDate=\u30d5\u30a1\u30a4\u30eb\u9664\u53bb\u65e5
emxXTDP.Attribute.TDP_PackagePublication.EffectivityEndDate=\u6709\u52b9\u6027\u7d42\u4e86\u65e5
emxXTDP.Attribute.TDP_PackagePublication.ContainsIPData=\u6a5f\u5bc6\u6027\u306e\u9ad8\u3044\u30c7\u30fc\u30bf\u3092\u542b\u3080
emxXTDP.Attribute.TDP_PackagePublication.backgroundFileStatus=\u30d1\u30d6\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9\u30b8\u30e7\u30d6\u30b9\u30c6\u30fc\u30bf\u30b9
emxXTDP.Attribute.TDP_Elements_Required=\u5fc5\u9808\u8981\u7d20
emxXTDP.Attribute.TDP_IsContentReleased=\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306e\u5834\u5408\u306b\u306e\u307f\u30d1\u30c3\u30b1\u30fc\u30b8\u3092\u30ea\u30ea\u30fc\u30b9
emxXTDP.Attribute.TDP_Disclaimer=\u514d\u8cac\u6761\u9805
emxXTDP.Attribute.TDP_PackagePublication.SecureFileWithPassword=\u4fdd\u8b77\u3055\u308c\u305f\u30d1\u30b9\u30ef\u30fc\u30c9

#state names for history tab 
emxXTDP.State.TDP_PackagePublication.In_Draft=\u30c9\u30e9\u30d5\u30c8\u4e2d
emxXTDP.State.TDP_PackagePublication.In_Work=\u4f5c\u696d\u4e2d
emxXTDP.State.TDP_PackagePublication.Frozen=\u51cd\u7d50
emxXTDP.State.TDP_PackagePublication.Released=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f
emxXTDP.State.TDP_PackagePublication.Obsolete=\u5ec3\u7248
emxXTDP.State.TDP_PackagePublication.In_Preparation=\u6e96\u5099\u4e2d
emxXTDP.State.TDP_PackagePublication.In_Review=\u30ec\u30d3\u30e5\u30fc\u4e2d
emxXTDP.State.TDP_PackagePublication.Released=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f
emxXTDP.State.TDP_PackagePublication.Obsolete=\u5ec3\u7248

#payload error message
emxXTDP.Error.Invalid.Payloadtype=\u30da\u30a4\u30ed\u30fc\u30c9\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059
emxXTDP.Error.Invalid.Objecttype=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059
emxXTDP.Error.Title_Mandatory=\u30da\u30a4\u30ed\u30fc\u30c9\u306b\u30bf\u30a4\u30c8\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
emxXTDP.Error.Inavlid_Update_Action=\u7121\u52b9\u306a\u66f4\u65b0\u30a2\u30af\u30b7\u30e7\u30f3
emxXTDP.Error.Empty_Payload=\u7a7a\u306e\u30da\u30a4\u30ed\u30fc\u30c9\u304c\u6e21\u3055\u308c\u307e\u3057\u305f
emxXTDP.Error.Empty_DATAELEMENTSMAP=\u30c7\u30fc\u30bf\u8981\u7d20\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093

#context errors
emxXPackage.Error.Error_Context_Modification=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u304b\u5ec3\u7248\u30b9\u30c6\u30fc\u30c8\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u5909\u66f4\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
emxXPackage.Error.Context_Limit=\u30d1\u30c3\u30b1\u30fc\u30b8\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u30ea\u30b9\u30c8\u30b5\u30a4\u30ba\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002\u30d1\u30c3\u30b1\u30fc\u30b8\u306b\u8ffd\u52a0\u3067\u304d\u308b\u30d1\u30c3\u30b1\u30fc\u30b8\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306f1\u3064\u306e\u307f\u3067\u3059

#part list disabled message
emxXPublicationReport.PartList.Disabled.Message=\u90e8\u54c1\u306e\u8a73\u7d30\u7de8\u96c6\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093

#proxy errors
emxXTDP.Error.Proxy.DetermineProxyType=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7\u304c\u6e21\u3055\u308c\u307e\u3057\u305f\u3002\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u30bf\u30a4\u30d7\u306f $1 \u3067\u3059

#service related errors
emxXTDP.Error.ServiceNotAvailable=\u95a2\u9023\u30c7\u30fc\u30bf\u30bd\u30fc\u30b9/\u30b5\u30fc\u30d3\u30b9\u304c\u5229\u7528\u3067\u304d\u307e\u305b\u3093
emxXTDP.Error.InvalidService=\u7121\u52b9\u306a\u30b5\u30fc\u30d3\u30b9\u304c\u6e21\u3055\u308c\u307e\u3057\u305f

#Content HTML Report Keys and Values
emxXPublication.HTMLReport.Label.Package_Content_Report_for=\u6b21\u306e\u30d1\u30c3\u30b1\u30fc\u30b8\u30b3\u30f3\u30c6\u30f3\u30c4\u30ec\u30dd\u30fc\u30c8
emxXPublication.HTMLReport.Label.Disclaimer=\u514d\u8cac\u4e8b\u9805
emxXPublication.HTMLReport.Label.Disclaimer_Text=\u514d\u8cac\u4e8b\u9805\u30c6\u30ad\u30b9\u30c8
emxXPublication.HTMLReport.Label.Disclaimer_Files=\u514d\u8cac\u4e8b\u9805\u30d5\u30a1\u30a4\u30eb
emxXPublication.HTMLReport.Label.File_Name=\u30d5\u30a1\u30a4\u30eb\u540d
emxXPublication.HTMLReport.Label.File_Modified_Date=\u30d5\u30a1\u30a4\u30eb\u5909\u66f4\u65e5
emxXPublication.HTMLReport.Label.Name=\u540d\u524d
emxXPublication.HTMLReport.Label.Revision=\u30ea\u30d3\u30b8\u30e7\u30f3
emxXPublication.HTMLReport.Label.Maturity=\u5b8c\u6210\u5ea6
emxXPublication.HTMLReport.Label.IP_Protection_IP_Export_Control_Details=IP\u4fdd\u8b77/IP\u8f38\u51fa\u898f\u5236\u306e\u8a73\u7d30
emxXPublication.HTMLReport.Label.IP_Protection_Details=IP\u4fdd\u8b77\u306e\u8a73\u7d30
emxXPublication.HTMLReport.Label.IP_Export_Control_Details=IP\u8f38\u51fa\u898f\u5236\u306e\u8a73\u7d30
emxXPublication.HTMLReport.Label.Files_From_Content=\u30b3\u30f3\u30c6\u30f3\u30c4\u304b\u3089\u306e\u30d5\u30a1\u30a4\u30eb
emxXPublication.HTMLReport.Label.Title_Exported_Files=\u30bf\u30a4\u30c8\u30eb/\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb
emxXPublication.HTMLReport.Label.File_Format=\u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f
emxXPublication.HTMLReport.Label.Type=\u7a2e\u985e
emxXPublication.HTMLReport.Label.IP_Protection=IP\u4fdd\u8b77
emxXPublication.HTMLReport.Label.IP_Export_Control=IP\u8f38\u51fa\u898f\u5236
emxXPublication.HTMLReport.Label.Enterprise_Item_Number=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7
emxXPublication.HTMLReport.Label.IP_Protection_IP_Export_Control=IP\u4fdd\u8b77/IP\u8f38\u51fa\u898f\u5236 
emxXPublication.HTMLReport.Label.Is_Last_Revision=\u6700\u7d42\u30ea\u30d3\u30b8\u30e7\u30f3\u3067\u3059
emxXPublication.HTMLReport.Label.Owner=\u30aa\u30fc\u30ca\u30fc 
emxXPublication.HTMLReport.Label.Part_Details=\u90e8\u54c1\u306e\u8a73\u7d30
emxXPublication.HTMLReport.Label.Title=\u30bf\u30a4\u30c8\u30eb
emxXPublication.HTMLReport.Label.Instance_Title=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30bf\u30a4\u30c8\u30eb
emxXPublication.HTMLReport.Label.Modification_Date=\u4fee\u6b63\u65e5
emxXPublication.HTMLReport.Label.Maturity.Private=\u975e\u516c\u958b
emxXPublication.HTMLReport.Label.Maturity.InWork=\u4f5c\u696d\u4e2d
emxXPublication.HTMLReport.Label.Maturity.Frozen=\u51cd\u7d50
emxXPublication.HTMLReport.Label.Maturity.Released=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f
emxXPublication.HTMLReport.Label.Maturity.Obsolete=\u5ec3\u7248
emxXPublication.HTMLReport.Label.Maturity.Draft=\u30c9\u30e9\u30d5\u30c8
emxXPublication.HTMLReport.Label.Type.Document=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
emxXPublication.HTMLReport.Label.Type.Engineering_Item=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee
emxXPublication.HTMLReport.Label.Type.Manufacturer_Equivalent_Item=\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u9805\u76ee
emxXPublication.HTMLReport.Label.Type.VPMReference=VPMReference
emxXPublication.HTMLReport.Label.Type.Physical_Product=\u7269\u7406\u30d7\u30ed\u30c0\u30af\u30c8
emxXPublication.HTMLReport.Label.Type.Requirement_Specification=\u8981\u6c42\u4ed5\u69d8
emxXPublication.HTMLReport.Label.Type.Drawing=\u56f3\u9762
