#-------------Admin config---------------

eServiceSuiteFormulatedProduct.Name=FormulatedProduct


OOTBParameterization.AttributeDef.Formulated_Product=Producto formulado
OOTBParameterization.ObjectIdentification.ObjectIdentifier.FormulatedProductPrefixSuffix=Producto formulado



#-------------error-----------------
eno.fp.error.title.null=Error al crear el producto formulado,no ha introducido t\u00edtulo,Introduzca un t\u00edtulo para crear un producto formulado.
eno.fp.error.not_fp_type=Error al crear el producto formulado,Ha seleccionado un tipo de producto formulado no v\u00e1lido,Seleccione un tipo de producto formulado v\u00e1lido.
eno.fp.error.not_valid_batch_dimension=Error al crear el producto formulado,Ha seleccionado la dimensi\u00f3n de producto formulado no v\u00e1lida,Seleccione la dimensi\u00f3n v\u00e1lida de un producto formulado.
eno.fp.error.reference_batch_data_empty=Error al crear el producto formulado,No se ha introducido ning\u00fan valor para el tama\u00f1o del lote,Introduzca un valor para el tama\u00f1o del lote.
eno.fp.error.empty.batch_dimension=Error al crear el producto formulado,no ha seleccionado la dimensi\u00f3n de uso, Seleccione la dimensi\u00f3n de uso para crear un producto formulado.
eno.fp.error.dimension.null=Error al crear el producto formulado,no ha seleccionado la dimensi\u00f3n,seleccione la dimensi\u00f3n para crear un producto formulado.
eno.fp.sucess.update_batch_size=Tama\u00f1o del lote actualizado correctamente.
eno.fp.error.update_batch_size=Error al actualizar el tama\u00f1o del lote para el producto formulado.
eno.fp.error.emptyobjectid=Fallo al recuperar el estado del objeto,no se puede recuperar el estado del objeto porque los ID de objeto est\u00e1n vac\u00edos,Especificar los ID de objeto. 



eno.fp.error.nochildselected=Seleccione uno o m\u00e1s objetos secundarios.

eno.fp.error.invalidinputs=Introduzca los ingredientes obligatorios de la f\u00f3rmula
eno.fp.error.minpercentageisnotvalid=Introduzca un valor porcentual entre 0 y 100
eno.fp.error.maxpercentageisnotvalid=Introduzca un valor porcentual entre 0 y 100
eno.fp.error.targetpercentageisnotvalid=Introduzca un valor porcentual entre 0 y 100
eno.fp.error.lossisnotvalid=Introduzca un porcentaje superior a 0


eno.fp.error.connectcyclic=Conexi\u00f3n c\u00edclica no permitida 




eno.fp.error.someinstancesnotcreated=No puede agregar objetos secundarios debajo del objeto padre seleccionado

eno.fp.error.targetpercentagenotwithinrange=Introduzca un porcentaje objetivo entre los valores m\u00edn y m\u00e1x especificados
eno.fp.error.invalidminormaxpercentage=Introduzca un valor de porcentaje m\u00ednimo inferior al porcentaje m\u00e1ximo

eno.fp.error.instanceTypeNotSupported=Seleccione solo productos formulados, materias primas y sus subtipos para crear una cantidad continua

eno.fp.error.blankchilditems=Fallo al crear cantidad continua
eno.fp.error.get_batch_size=Tama\u00f1o del lote no aplicable para el tipo de producto
eno.fp.error.instancecount=No hay elementos hijos disponibles bajo el elemento padre
eno.fp.error.instatiationnotallowed=La agregaci\u00f3n de instancias est\u00e1 prohibida por las reglas de integridad de aplicaciones
eno.fp.success.formula_ingredient_updated=Actualizado
eno.fp.error.QSInvalid=Introduzca un valor para QS como verdadero o falso

eno.fp.field.UsageDim=Dimensi\u00f3n de uso
eno.fp.field.RefBatchQty=Cantidad de lote de referencia

