#-------------message---------------
eno.mbmf.message.connectsuccess=La connessione Produrre da \u00e8 stata creata.
eno.mbmf.message.connectsuccess.qntywarning=La connessione Produrre da \u00e8 stata creata. La quantit\u00e0 non \u00e8 applicabile.

eno.mbmf.message.diconnectsuccess=La connessione Produrre da \u00e8 stata rimossa.
eno.mbmf.message.connectionexists=La connessione Produrre da esiste.
eno.mbmf.message.updateconnectsuccess=La connessione Produrre da \u00e8 stata aggiornata.

eno.mbmf.error.fromsideisrawmaterial=Non \u00e8 possibile aggiungere altri elementi nella materia prima.
eno.mbmf.error.invalidrawmaterial=L'elemento non \u00e8 una materia prima

eno.mbmf.error.invalidinputs=Specificare valori in tutti i campi obbligatori.
eno.mbmf.error.uomnotallowed=Il tipo di unit\u00e0 di misura deve coincidere con la materia prima selezionata.
eno.mbmf.error.quantityisnull=Il valore della quantit\u00e0 \u00e8 obbligatorio.
eno.mbmf.error.connectionnotpossible.onprdstructure=Impossibile creare la connessione Produrre da nella struttura del prodotto.
eno.mbmf.error.madefromself=Impossibile creare Produrre da come relazione bidirezionale tra un figlio e un padre.
eno.mbmf.error.connectcyclic=Impossibile aggiungere l'oggetto.\nL'aggiunta creerebbe una dipendenza ciclica. 

eno.mbmf.error.noconnectionexist=La connessione Produrre da non \u00e8 stata creata.
eno.mbmf.error.qntynotapplicableonprd=La quantit\u00e0 non \u00e8 applicabile.
eno.mbmf.error.madefrom.isPrdStructure=L'elemento Produrre da non pu\u00f2 essere una struttura del prodotto.

eno.madeof.error.core.applyMaterial=Si \u00e8 verificato un errore durante l'applicazione del materiale core.
eno.madeof.error.core.detachMaterial=Si \u00e8 verificato un errore durante la rimozione del materiale core.
eno.madeof.error.core.replaceMaterial=Si \u00e8 verificato un errore durante la sostituzione del materiale core.
eno.madeof.error.core.getAppliedMaterial=Si \u00e8 verificato un errore durante il recupero dei dettagli del materiale core.
eno.madeof.error.apply.inputs=Si \u00e8 verificato un errore durante la creazione di input per l'applicazione del materiale.
eno.madeof.error.replace.inputs=Si \u00e8 verificato un errore durante la creazione di input per la sostituzione del materiale.
eno.madeof.error.remove.inputs=Si \u00e8 verificato un errore durante la creazione di input per la rimozione del materiale.
eno.madeof.error.read.inputs=Si \u00e8 verificato un errore durante la creazione di input per la lettura del materiale.

eno.madeof.error.onecore.allowed=Il materiale core \u00e8 stato gi\u00e0 applicato.
eno.madeof.error.not.coreMaterial=L'elemento selezionato non \u00e8 un materiale core.
eno.madeof.error.core.mat.notPresent=Non sono stati applicati materiali alla specifica.

eno.madeof.message.connectsuccess=Il materiale \u00e8 stato applicato.
eno.madeof.message.replacesuccess=Il materiale \u00e8 stato sostituito.
eno.madeof.message.detachsuccess=Il materiale \u00e8 stato rimosso.

eno.mbmf.error.negativequantity=Immettere un valore per la quantit\u00e0 maggiore di 0. 
eno.mbmf.error.obsoleteobjconnection=Si \u00e8 verificato un errore durante l'esecuzione di questa operazione. Verificare la maturit\u00e0 degli oggetti. 
eno.mbmf.error.applyiscomputed=Si \u00e8 verificato un errore durante l'impostazione del valore isComputed.
eno.mbmf.error.noteditablefromweb=Impossibile modificare le informazioni nel campo Produrre da. \n \u00c8 possibile modificare le informazioni nel campo Produrre da solo dall'app in cui \u00e8 stata creata la connessione corrispondente.

