#-------------message---------------
eno.mbmf.message.connectsuccess=La connexion Fabriquer \u00e0 partir de a \u00e9t\u00e9 cr\u00e9\u00e9e.
eno.mbmf.message.connectsuccess.qntywarning=La connexion Fabriquer \u00e0 partir de a \u00e9t\u00e9 cr\u00e9\u00e9e. La quantit\u00e9 n'est pas applicable.

eno.mbmf.message.diconnectsuccess=La connexion Fabriquer \u00e0 partir de a \u00e9t\u00e9 enlev\u00e9e.
eno.mbmf.message.connectionexists=La connexion Fabriquer \u00e0 partir de existe.
eno.mbmf.message.updateconnectsuccess=La connexion Fabriquer \u00e0 partir de a \u00e9t\u00e9 mise \u00e0 jour.

eno.mbmf.error.fromsideisrawmaterial=Aucun \u00e9l\u00e9ment suppl\u00e9mentaire ne peut \u00eatre ajout\u00e9 \u00e0 la mati\u00e8re premi\u00e8re.
eno.mbmf.error.invalidrawmaterial=Cet \u00e9l\u00e9ment n'est pas une mati\u00e8re premi\u00e8re

eno.mbmf.error.invalidinputs=Sp\u00e9cifiez des valeurs dans tous les champs obligatoires.
eno.mbmf.error.uomnotallowed=Le type d'unit\u00e9 doit \u00eatre identique \u00e0 la mati\u00e8re premi\u00e8re s\u00e9lectionn\u00e9e.
eno.mbmf.error.quantityisnull=La valeur quantit\u00e9 est obligatoire.
eno.mbmf.error.connectionnotpossible.onprdstructure=Impossible de cr\u00e9er la connexion Fabriquer \u00e0 partir de sur la structure du produit.
eno.mbmf.error.madefromself=Impossible de cr\u00e9er la connexion Fabriquer \u00e0 partir de, car il existe une relation bidirectionnelle entre un enfant et un parent.
eno.mbmf.error.connectcyclic=Impossible d'ajouter un objet.\nCela cr\u00e9era une d\u00e9pendance cyclique. 

eno.mbmf.error.noconnectionexist=Impossible de cr\u00e9er la connexion Fabriquer \u00e0 partir de.
eno.mbmf.error.qntynotapplicableonprd=La quantit\u00e9 n'est pas applicable.
eno.mbmf.error.madefrom.isPrdStructure=L'\u00e9l\u00e9ment Fabriquer \u00e0 partir de ne peut pas \u00eatre une structure de produit.

eno.madeof.error.core.applyMaterial=Erreur lors de l'application du mat\u00e9riau noyau.
eno.madeof.error.core.detachMaterial=Erreur lors du retrait du mat\u00e9riau noyau.
eno.madeof.error.core.replaceMaterial=Erreur lors du remplacement du mat\u00e9riau noyau.
eno.madeof.error.core.getAppliedMaterial=Erreur lors de la r\u00e9cup\u00e9ration des d\u00e9tails du mat\u00e9riau noyau.
eno.madeof.error.apply.inputs=Erreur lors de la cr\u00e9ation d'entr\u00e9es pour appliquer le mat\u00e9riau.
eno.madeof.error.replace.inputs=Erreur lors de la cr\u00e9ation d'entr\u00e9es pour remplacer le mat\u00e9riau.
eno.madeof.error.remove.inputs=Erreur lors de la cr\u00e9ation d'entr\u00e9es pour enlever le mat\u00e9riau.
eno.madeof.error.read.inputs=Erreur lors de la cr\u00e9ation d'entr\u00e9es pour lire le mat\u00e9riau.

eno.madeof.error.onecore.allowed=Le mat\u00e9riau noyau a d\u00e9j\u00e0 \u00e9t\u00e9 appliqu\u00e9.
eno.madeof.error.not.coreMaterial=L'\u00e9l\u00e9ment s\u00e9lectionn\u00e9 n'est pas un mat\u00e9riau noyau.
eno.madeof.error.core.mat.notPresent=Aucun mat\u00e9riau appliqu\u00e9 \u00e0 la sp\u00e9cification.

eno.madeof.message.connectsuccess=Le mat\u00e9riau noyau a \u00e9t\u00e9 appliqu\u00e9.
eno.madeof.message.replacesuccess=Le mat\u00e9riau noyau a \u00e9t\u00e9 remplac\u00e9.
eno.madeof.message.detachsuccess=Le mat\u00e9riau noyau a \u00e9t\u00e9 enlev\u00e9.

eno.mbmf.error.negativequantity=Saisissez une quantit\u00e9 sup\u00e9rieure \u00e0 0. 
eno.mbmf.error.obsoleteobjconnection=Une erreur s'est produite au cours de cette op\u00e9ration. V\u00e9rifier l'\u00e9tat de maturit\u00e9 de ces objets. 
eno.mbmf.error.applyiscomputed=Une erreur s'est produite lors de la d\u00e9finition de la valeur Est calcul\u00e9.
eno.mbmf.error.noteditablefromweb=Impossible de modifier l'information Fabriquer \u00e0 partir de. \n Vous pouvez modifier l'information Fabriquer \u00e0 partir de uniquement depuis l'app dans laquelle la connexion Fabriquer \u00e0 partir de a \u00e9t\u00e9 cr\u00e9\u00e9e.

