#-------------message---------------
eno.mbmf.message.connectsuccess=\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002
eno.mbmf.message.connectsuccess.qntywarning=\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002\u6570\u91cf\u306f\u9069\u7528\u3067\u304d\u307e\u305b\u3093

eno.mbmf.message.diconnectsuccess=\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u304c\u9664\u53bb\u3055\u308c\u307e\u3057\u305f
eno.mbmf.message.connectionexists=\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u304c\u5b58\u5728\u3057\u307e\u3059
eno.mbmf.message.updateconnectsuccess=\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f

eno.mbmf.error.fromsideisrawmaterial=\u539f\u6750\u6599\u4e0b\u306b\u3053\u308c\u4ee5\u4e0a\u306e\u9805\u76ee\u306f\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
eno.mbmf.error.invalidrawmaterial=\u3053\u306e\u9805\u76ee\u306f\u539f\u6750\u6599\u3067\u306f\u3042\u308a\u307e\u305b\u3093

eno.mbmf.error.invalidinputs=\u3059\u3079\u3066\u306e\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
eno.mbmf.error.uomnotallowed=\u5358\u4f4d\u30bf\u30a4\u30d7\u306f\u9078\u629e\u3057\u305f\u539f\u6750\u6599\u3068\u540c\u3058\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
eno.mbmf.error.quantityisnull=\u6570\u91cf\u5024\u306f\u5fc5\u9808\u3067\u3059
eno.mbmf.error.connectionnotpossible.onprdstructure=\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u306f\u88fd\u54c1\u69cb\u9020\u306b\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
eno.mbmf.error.madefromself=\u5fc5\u8981\u6750\u6599\u306f\u3001\u5b50\u3068\u89aa\u306e\u9593\u306e\u53cc\u65b9\u5411\u95a2\u4fc2\u3068\u3057\u3066\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
eno.mbmf.error.connectcyclic=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002\n\u3053\u306e\u305f\u3081\u5faa\u74b0\u4f9d\u5b58\u304c\u4f5c\u6210\u3055\u308c\u307e\u3059 

eno.mbmf.error.noconnectionexist=\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u306f\u4f5c\u6210\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
eno.mbmf.error.qntynotapplicableonprd=\u6570\u91cf\u306f\u9069\u7528\u3067\u304d\u307e\u305b\u3093
eno.mbmf.error.madefrom.isPrdStructure=\u5fc5\u8981\u6750\u6599\u9805\u76ee\u306f\u88fd\u54c1\u69cb\u9020\u306b\u3067\u304d\u307e\u305b\u3093

eno.madeof.error.core.applyMaterial=\u30b3\u30a2\u6750\u6599\u306e\u9069\u7528\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.madeof.error.core.detachMaterial=\u30b3\u30a2\u6750\u6599\u306e\u9664\u53bb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.madeof.error.core.replaceMaterial=\u30b3\u30a2\u6750\u6599\u306e\u7f6e\u63db\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.madeof.error.core.getAppliedMaterial=\u30b3\u30a2\u6750\u6599\u306e\u8a73\u7d30\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.madeof.error.apply.inputs=\u9069\u7528\u6750\u6599\u306e\u5165\u529b\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.madeof.error.replace.inputs=\u7f6e\u63db\u6750\u6599\u306e\u5165\u529b\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.madeof.error.remove.inputs=\u9664\u53bb\u6750\u6599\u306e\u5165\u529b\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.madeof.error.read.inputs=\u8aad\u307f\u8fbc\u307f\u6750\u6599\u306e\u5165\u529b\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

eno.madeof.error.onecore.allowed=\u30b3\u30a2\u6750\u6599\u306f\u3059\u3067\u306b\u9069\u7528\u3055\u308c\u307e\u3057\u305f
eno.madeof.error.not.coreMaterial=\u9078\u629e\u3057\u305f\u9805\u76ee\u306f\u30b3\u30a2\u6750\u6599\u3067\u306f\u3042\u308a\u307e\u305b\u3093
eno.madeof.error.core.mat.notPresent=\u4ed5\u69d8\u306b\u6750\u6599\u304c\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f

eno.madeof.message.connectsuccess=\u6750\u6599\u304c\u9069\u7528\u3055\u308c\u307e\u3057\u305f
eno.madeof.message.replacesuccess=\u6750\u6599\u304c\u7f6e\u63db\u3055\u308c\u307e\u3057\u305f
eno.madeof.message.detachsuccess=\u6750\u6599\u304c\u9664\u53bb\u3055\u308c\u307e\u3057\u305f

eno.mbmf.error.negativequantity=0\u3088\u308a\u5927\u304d\u3044\u6570\u91cf\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.mbmf.error.obsoleteobjconnection=\u3053\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u969b\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5b8c\u6210\u5ea6\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044 
eno.mbmf.error.applyiscomputed=isComputed\u5024\u306e\u8a2d\u5b9a\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
eno.mbmf.error.noteditablefromweb=\u5fc5\u8981\u6750\u6599\u60c5\u5831\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\n\u5fc5\u8981\u6750\u6599\u60c5\u5831\u306f\u3001\u5fc5\u8981\u6750\u6599\u306e\u95a2\u9023\u4ed8\u3051\u304c\u4f5c\u6210\u3055\u308c\u3066\u3044\u308b\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304b\u3089\u306e\u307f\u5909\u66f4\u3067\u304d\u307e\u3059

