#-------------Admin config---------------
eServiceSuitePerformanceSpec.Name=Especificaci\u00f3n de rendimiento
OOTBParameterization.AttributeDef.PerformanceSpec=Especificaci\u00f3n de rendimiento
OOTBParameterization.ObjectIdentification.ObjectIdentifier.PerformanceSpecPrefixSuffix=Especificaci\u00f3n de rendimiento

#eServiceSuitePerformanceChar.Name=PerformanceChar
OOTBParameterization.AttributeDef.PerformanceChar=Caracter\u00edsticas de rendimiento
OOTBParameterization.ObjectIdentification.ObjectIdentifier.PerformanceCharPrefixSuffix=Caracter\u00edsticas de rendimiento

OOTBParameterization.PerformanceSpecification=Especificaci\u00f3n de rendimiento
OOTBParameterization.PerformanceSpecification.tooltip=Configurar la experiencia de especificaci\u00f3n de rendimiento

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic=Caracter\u00edstica de medici\u00f3n
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.tooltip=Caracter\u00edstica de medici\u00f3n

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.RoutineReleaseLimits.RoutineReleaseLimitsArgument=Desactivar l\u00edmites de emisi\u00f3n de rutina en caracter\u00edstica de medici\u00f3n
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.RoutineReleaseLimits.RoutineReleaseLimitsArgument.tooltip=Seleccione esta opci\u00f3n para ocultar los campos y columnas relacionados con los l\u00edmites emisi\u00f3n de rutina en el cuadro de di\u00e1logo Nueva caracter\u00edstica de rendimiento para el tipo de medici\u00f3n y en la tabla Especificaciones de rendimiento.
Seleccionar para ocultar los campos y columnas relacionados con los l\u00edmites de emisi\u00f3n de rutina en la interfaz de usuario

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.SpecificationLimits.SpecificationLimitsArgument=Desactive los l\u00edmites de especificaci\u00f3n de la caracter\u00edstica de medici\u00f3n
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.SpecificationLimits.SpecificationLimitsArgument.tooltip=Seleccione esta opci\u00f3n para ocultar los campos y columnas relacionados con los l\u00edmites emisi\u00f3n de rutina en el cuadro de di\u00e1logo Nueva caracter\u00edstica de rendimiento para el tipo de medici\u00f3n y en la tabla Especificaciones de rendimiento.

#-------------Messages---------------

enoPerformanceSpec.Exception.MissingSecurityContext=Introduzca el contexto de seguridad en la cabecera de solicitud.
enoPerformanceSpec.Exception.MissingCSRFToken=Introduzca el token CSRF en la cabecera de solicitud.
enoPerformanceSpec.Exception.InvalidCSRFToken=Token CSRF no v\u00e1lido.

enoPerformanceSpec.Exception.InvalidVPMReferencePhysicalID=Se ha producido un error. Verifique que el ID f\u00edsico es v\u00e1lido y es del tipo de objeto de producto f\u00edsico.
enoPerformanceSpec.Exception.UnsupportedVPMReferenceState=Se ha producido un error. Verifique el estado actual del producto f\u00edsico.
enoPerformanceSpec.Exception.InvalidPerformanceSpecPhysicalID=Se ha producido un error. Verifique que el ID f\u00edsico es v\u00e1lido y que es del tipo de objeto de especificaci\u00f3n de rendimiento.
enoPerformanceSpec.Exception.UnsupportedPerformanceSpecState=Se ha producido un error. Verifique el estado actual de la especificaci\u00f3n de rendimiento.

enoPerformanceSpec.Exception.CreatePerformanceSpec.MandatoryInputMissing=Especifique valores en los campos obligatorios. Introduzca T\u00edtulo y Tipo para crear una especificaci\u00f3n de rendimiento.
enoPerformanceSpec.Exception.ModifyPerformanceSpec.NoModifyAccess=Ha habido un error al actualizar la especificaci\u00f3n de rendimiento. Verifique que tiene derechos de acceso suficientes o que la especificaci\u00f3n de rendimiento est\u00e1 en un estado de madurez o si hay acciones de cambio asociadas.
enoPerformanceSpec.Exception.ModifyPerformanceSpec.CannotClearMandatoryAttributes=El valor de t\u00edtulo es obligatorio y no se puede borrar.
enoPerformanceSpec.Exception.DeletePerformanceSpec.FrozenProduct=No se puede eliminar. Compruebe que el producto f\u00edsico se encuentra en el estado 'En curso'.

enoPerformanceSpec.Exception.CreatePerformanceChar.MandatoryInputMissing=Especifique valores en los campos obligatorios. Introduzca el t\u00edtulo para crear una caracter\u00edstica de rendimiento.

enoPerformanceSpec.Exception.ModifyPerformanceChar.NoModifyAccess=Se ha producido un error al actualizar la caracter\u00edstica de rendimiento. Compruebe que tiene suficientes derechos de acceso o si hay alguna acci\u00f3n de cambio asociada.
enoPerformanceSpec.Exception.ModifyPerformanceChar.CannotClearMandatoryAttributes=El t\u00edtulo es un atributo obligatorio y no se puede borrar.
enoPerformanceSpec.Information.ModifyPerformanceChar.RoutineReleaseLimitsCleared=Los valores definidos para los l\u00edmites de emisi\u00f3n de rutina se han borrado ya que el nuevo valor introducido infringe la regla.
enoPerformanceSpec.Information.ModifyPerformanceChar.SpecificationLimitsCleared=Los valores definidos para los l\u00edmites de especificaci\u00f3n se han borrado ya que el nuevo valor introducido infringe la regla.
enoPerformanceSpec.Information.ModifyPerformanceChar.Both_RRLandSL_Cleared=Los valores definidos para los l\u00edmites de emisi\u00f3n de rutina y los l\u00edmites de especificaci\u00f3n se han borrado ya que el nuevo valor introducido infringe la regla.

enoPerformanceSpec.Exception.DeletePerformanceChar.FrozenProduct=No se puede eliminar. Compruebe que el producto f\u00edsico se encuentra en el estado 'En curso'.

enoPerformanceSpec.Exception.CannotUpdateProductParameters=Los criterios de aceptaci\u00f3n no se pueden actualizar porque el producto f\u00edsico est\u00e1 m\u00e1s all\u00e1 de En curso

enoPerformanceSpec.Exception.PromotePerformanceSpec.NoPerformanceChar=La especificaci\u00f3n de rendimiento debe contener al menos 1 caracter\u00edstica de rendimiento.
enoPerformanceSpec.Exception.PromotePerformanceSpec.AcceptanceCriteriaMissing=Faltan los criterios de aceptaci\u00f3n de las caracter\u00edsticas de rendimiento en esta especificaci\u00f3n de rendimiento.
enoPerformanceSpec.Exception.PromotePerformanceSpec.maturityCheck=Solo puede revisar la especificaci\u00f3n de rendimiento emitida m\u00e1s recientemente.

enoPerformanceSpec.Exceptions.BadRequest=Se ha producido un error.
enoPerformanceSpec.Exceptions.InternalServerError=Se ha producido un error. P\u00f3ngase en contacto con el administrador.
enoPerformanceSpec.Exceptions.NotAuthorized=Se ha producido un error. Compruebe que dispone de derechos de acceso suficientes.
enoPerformanceSpec.Exceptions.invalidInputs=Entrada no v\u00e1lida.
# enoPerformanceSpec.Exceptions.invalidGroup=Group is mandatory attribute.

enoPerformanceSpec.Success.PerformanceSpecDeleteSuccess=Se ha eliminado la especificaci\u00f3n de rendimiento.
enoPerformanceSpec.Success.PerformanceSpecDeleteFailed=No se ha podido eliminar la especificaci\u00f3n de rendimiento.
enoPerformanceSpec.Success.PerformanceCharDeleteSuccess=Se ha eliminado la caracter\u00edstica de rendimiento.
enoPerformanceSpec.Success.PerformanceCharDeleteFailed=No se ha podido eliminar la caracter\u00edstica de rendimiento.
enoPerformanceSpec.Success.PerformanceCharReSeqSuccess=Se ha vuelto a secuenciar la caracter\u00edstica de rendimiento.
enoPerformanceSpec.Success.PerformanceCharReSeqProcessingFailed=Error al procesar la nueva secuencia en las caracter\u00edsticas de rendimiento.
enoPerformanceSpec.Success.PerformanceCharSpecNoConn=La caracter\u00edstica de rendimiento no est\u00e1 asociada a la especificaci\u00f3n de rendimiento.
enoPerformanceSpec.Success.PerformanceCharSequenceInvalid=Secuencia de caracter\u00edstica de rendimiento no v\u00e1lida.
enoPerformanceSpec.CreatePerformanceChar.InvalidDimension=Dimensi\u00f3n no v\u00e1lida.
enoPerformanceSpec.CreatePerformanceChar.IncompatibleUnit=Unidad incompatible para la dimensi\u00f3n seleccionada.

enoPerformanceSpec.SuccessMessage.ModifyPerformanceSpec=Especificaci\u00f3n de rendimiento modificada.
enoPerformanceSpec.SuccessMessage.AddTestMethods=Se han a\u00f1adido m\u00e9todos de prueba.
enoPerformanceSpec.SuccessMessage.RemoveTestMethods=Se han eliminado m\u00e9todos de prueba.

enoPerformanceSpec.FailureMessage.ModifyPerformanceSpec=No se ha podido modificar la especificaci\u00f3n de rendimiento.
enoPerformanceSpec.Exception.InvalidPrioty=Valor de prioridad no v\u00e1lido
enoPerformanceSpec.Exception.InvalidPrecision=Valor de precisi\u00f3n no v\u00e1lido
enoPerformanceSpec.Exception.LimitInclusivesError=Especifique valores en l\u00edmites cuando los inclusivos est\u00e9n habilitados.
enoPerformanceSpec.Exception.CreateMeasurementChar.MandatoryInputMissing=Especifique valores en campos obligatorios. Introduzca la informaci\u00f3n relacionada con el t\u00edtulo, el tipo, la dimensi\u00f3n y la unidad para crear una caracter\u00edstica de rendimiento.
enoPerformanceSpec.Exception.InvalidTestMethods=No se pueden a\u00f1adir m\u00e9todos de prueba. Compruebe que los identificadores son v\u00e1lidos y est\u00e1n en estados de madurez admitidos.
enoPerformanceSpec.Exception.InvalidDimensionOrUnit=Datos de dimensiones o unidades no v\u00e1lidos.
enoPerformanceSpec.Exception.ModDimensionNotAllowed=La dimensi\u00f3n no se puede actualizar.
enoPerformanceSpec.Exception.PromoteManufacturingItem.InvalidPerfSpec=El elemento de fabricaci\u00f3n contiene especificaciones de rendimiento heredadas no v\u00e1lidas. 
