#-------------Admin config---------------
eServiceSuitePerformanceSpec.Name=PerformanceSpec
OOTBParameterization.AttributeDef.PerformanceSpec=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8
OOTBParameterization.ObjectIdentification.ObjectIdentifier.PerformanceSpecPrefixSuffix=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8

#eServiceSuitePerformanceChar.Name=PerformanceChar
OOTBParameterization.AttributeDef.PerformanceChar=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027
OOTBParameterization.ObjectIdentification.ObjectIdentifier.PerformanceCharPrefixSuffix=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027

OOTBParameterization.PerformanceSpecification=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8
OOTBParameterization.PerformanceSpecification.tooltip=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u3092\u69cb\u6210

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic=\u57fa\u6e96\u7279\u6027
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.tooltip=\u57fa\u6e96\u7279\u6027

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.RoutineReleaseLimits.RoutineReleaseLimitsArgument=\u57fa\u6e96\u7279\u6027\u306e\u30eb\u30fc\u30c1\u30f3\u30ea\u30ea\u30fc\u30b9\u5236\u9650\u3092\u7121\u52b9\u5316
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.RoutineReleaseLimits.RoutineReleaseLimitsArgument.tooltip=\u9078\u629e\u3059\u308b\u3068\u3001\u6e2c\u5b9a\u30bf\u30a4\u30d7\u306e\u300c\u65b0\u3057\u3044\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u300d\u30c0\u30a4\u30a2\u30ed\u30b0\u30dc\u30c3\u30af\u30b9\u3068\u300c\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u300d\u30c6\u30fc\u30d6\u30eb\u3067\u3001\u30eb\u30fc\u30c1\u30f3\u30ea\u30ea\u30fc\u30b9\u5236\u9650\u306b\u95a2\u9023\u3059\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u5217\u304c\u975e\u8868\u793a\u306b\u306a\u308a\u307e\u3059

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.SpecificationLimits.SpecificationLimitsArgument=\u57fa\u6e96\u7279\u6027\u306e\u4ed5\u69d8\u5236\u9650\u3092\u7121\u52b9\u5316
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.SpecificationLimits.SpecificationLimitsArgument.tooltip=\u9078\u629e\u3059\u308b\u3068\u3001\u6e2c\u5b9a\u30bf\u30a4\u30d7\u306e\u300c\u65b0\u3057\u3044\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u300d\u30c0\u30a4\u30a2\u30ed\u30b0\u30dc\u30c3\u30af\u30b9\u3068\u300c\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u300d\u30c6\u30fc\u30d6\u30eb\u3067\u4ed5\u69d8\u5236\u9650\u306b\u95a2\u9023\u3059\u308b\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u5217\u304c\u975e\u8868\u793a\u306b\u306a\u308a\u307e\u3059

#-------------Messages---------------

enoPerformanceSpec.Exception.MissingSecurityContext=\u8981\u6c42\u30d8\u30c3\u30c0\u30fc\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.MissingCSRFToken=\u8981\u6c42\u30d8\u30c3\u30c0\u30fc\u306eCSRF\u30c8\u30fc\u30af\u30f3\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.InvalidCSRFToken=CSRF\u30c8\u30fc\u30af\u30f3\u304c\u7121\u52b9\u3067\u3059

enoPerformanceSpec.Exception.InvalidVPMReferencePhysicalID=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7269\u7406ID\u304c\u3001\u6709\u52b9\u304b\u3064\u7269\u7406\u30d7\u30ed\u30c0\u30af\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.UnsupportedVPMReferenceState=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7269\u7406\u30d7\u30ed\u30c0\u30af\u30c8\u306e\u73fe\u5728\u306e\u30b9\u30c6\u30fc\u30c8\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.InvalidPerformanceSpecPhysicalID=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7269\u7406ID\u304c\u3001\u6709\u52b9\u304b\u3064\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.UnsupportedPerformanceSpecState=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u306e\u73fe\u5728\u306e\u30b9\u30c6\u30fc\u30c8\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044

enoPerformanceSpec.Exception.CreatePerformanceSpec.MandatoryInputMissing=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30bf\u30a4\u30c8\u30eb\u3068\u30bf\u30a4\u30d7\u3092\u5165\u529b\u3057\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u3092\u4f5c\u6210\u3057\u307e\u3059
enoPerformanceSpec.Exception.ModifyPerformanceSpec.NoModifyAccess=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u5341\u5206\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u3042\u308b\u3053\u3068\u3001\u307e\u305f\u306f\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u304c\u30b5\u30dd\u30fc\u30c8\u5bfe\u8c61\u306e\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u306b\u306a\u3063\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u3042\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.ModifyPerformanceSpec.CannotClearMandatoryAttributes=\u30bf\u30a4\u30c8\u30eb\u5024\u306f\u5fc5\u9808\u5c5e\u6027\u306e\u305f\u3081\u6d88\u53bb\u3067\u304d\u307e\u305b\u3093
enoPerformanceSpec.Exception.DeletePerformanceSpec.FrozenProduct=\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u7269\u7406\u30d7\u30ed\u30c0\u30af\u30c8\u304c\u4f5c\u696d\u4e2d\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044

enoPerformanceSpec.Exception.CreatePerformanceChar.MandatoryInputMissing=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u3092\u4f5c\u6210\u3057\u307e\u3059

enoPerformanceSpec.Exception.ModifyPerformanceChar.NoModifyAccess=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u5341\u5206\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u304c\u3042\u308b\u304b\u3001\u307e\u305f\u306f\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.ModifyPerformanceChar.CannotClearMandatoryAttributes=\u30bf\u30a4\u30c8\u30eb\u306f\u5fc5\u9808\u5c5e\u6027\u306e\u305f\u3081\u6d88\u53bb\u3067\u304d\u307e\u305b\u3093
enoPerformanceSpec.Information.ModifyPerformanceChar.RoutineReleaseLimitsCleared=\u5165\u529b\u3055\u308c\u305f\u65b0\u3057\u3044\u5024\u304c\u30eb\u30fc\u30eb\u306b\u9055\u53cd\u3059\u308b\u305f\u3081\u3001\u30eb\u30fc\u30c1\u30f3\u30ea\u30ea\u30fc\u30b9\u5236\u9650\u306b\u5b9a\u7fa9\u3055\u308c\u305f\u5024\u304c\u6d88\u53bb\u3055\u308c\u307e\u3057\u305f
enoPerformanceSpec.Information.ModifyPerformanceChar.SpecificationLimitsCleared=\u5165\u529b\u3055\u308c\u305f\u65b0\u3057\u3044\u5024\u304c\u30eb\u30fc\u30eb\u306b\u9055\u53cd\u3059\u308b\u305f\u3081\u3001\u4ed5\u69d8\u5236\u9650\u306b\u5b9a\u7fa9\u3055\u308c\u305f\u5024\u304c\u6d88\u53bb\u3055\u308c\u307e\u3057\u305f
enoPerformanceSpec.Information.ModifyPerformanceChar.Both_RRLandSL_Cleared=\u5165\u529b\u3055\u308c\u305f\u65b0\u3057\u3044\u5024\u304c\u30eb\u30fc\u30eb\u306b\u9055\u53cd\u3059\u308b\u305f\u3081\u3001\u30eb\u30fc\u30c1\u30f3\u30ea\u30ea\u30fc\u30b9\u5236\u9650\u304a\u3088\u3073\u4ed5\u69d8\u5236\u9650\u306b\u5b9a\u7fa9\u3055\u308c\u305f\u5024\u304c\u6d88\u53bb\u3055\u308c\u307e\u3057\u305f

enoPerformanceSpec.Exception.DeletePerformanceChar.FrozenProduct=\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u7269\u7406\u30d7\u30ed\u30c0\u30af\u30c8\u304c\u4f5c\u696d\u4e2d\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044

enoPerformanceSpec.Exception.CannotUpdateProductParameters=\u53d7\u8afe\u6761\u4ef6\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002\u7269\u7406\u30d7\u30ed\u30c0\u30af\u30c8\u304c\u4f5c\u696d\u4e2d\u4ee5\u964d\u3067\u3059

enoPerformanceSpec.Exception.PromotePerformanceSpec.NoPerformanceChar=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u306b\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u304c\u5c11\u306a\u304f\u3068\u30821\u3064\u542b\u307e\u308c\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
enoPerformanceSpec.Exception.PromotePerformanceSpec.AcceptanceCriteriaMissing=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u306e\u8a31\u5bb9\u6761\u4ef6\u304c\u3001\u3053\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u306e\u4e0b\u306b\u3042\u308a\u307e\u305b\u3093
enoPerformanceSpec.Exception.PromotePerformanceSpec.maturityCheck=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306e\u6700\u65b0\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u306e\u307f\u6539\u8a02\u3067\u304d\u307e\u3059

enoPerformanceSpec.Exceptions.BadRequest=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
enoPerformanceSpec.Exceptions.InternalServerError=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exceptions.NotAuthorized=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exceptions.invalidInputs=\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
# enoPerformanceSpec.Exceptions.invalidGroup=Group is mandatory attribute.

enoPerformanceSpec.Success.PerformanceSpecDeleteSuccess=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u3092\u524a\u9664\u3057\u307e\u3057\u305f
enoPerformanceSpec.Success.PerformanceSpecDeleteFailed=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
enoPerformanceSpec.Success.PerformanceCharDeleteSuccess=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u3092\u524a\u9664\u3057\u307e\u3057\u305f
enoPerformanceSpec.Success.PerformanceCharDeleteFailed=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
enoPerformanceSpec.Success.PerformanceCharReSeqSuccess=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u3092\u518d\u8a2d\u5b9a\u3057\u307e\u3057\u305f
enoPerformanceSpec.Success.PerformanceCharReSeqProcessingFailed=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u518d\u8a2d\u5b9a\u51e6\u7406\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
enoPerformanceSpec.Success.PerformanceCharSpecNoConn=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u304c\u3001\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u3068\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093
enoPerformanceSpec.Success.PerformanceCharSequenceInvalid=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u304c\u7121\u52b9\u3067\u3059
enoPerformanceSpec.CreatePerformanceChar.InvalidDimension=\u5bf8\u6cd5\u304c\u7121\u52b9\u3067\u3059
enoPerformanceSpec.CreatePerformanceChar.IncompatibleUnit=\u9078\u629e\u3057\u305f\u5bf8\u6cd5\u306b\u5358\u4f4d\u304c\u9069\u5408\u3057\u307e\u305b\u3093

enoPerformanceSpec.SuccessMessage.ModifyPerformanceSpec=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u3092\u5909\u66f4\u3057\u307e\u3057\u305f
enoPerformanceSpec.SuccessMessage.AddTestMethods=\u30c6\u30b9\u30c8\u65b9\u6cd5\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f
enoPerformanceSpec.SuccessMessage.RemoveTestMethods=\u30c6\u30b9\u30c8\u65b9\u6cd5\u3092\u9664\u53bb\u3057\u307e\u3057\u305f

enoPerformanceSpec.FailureMessage.ModifyPerformanceSpec=\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
enoPerformanceSpec.Exception.InvalidPrioty=\u7121\u52b9\u306a\u512a\u5148\u5ea6\u5024\u3067\u3059
enoPerformanceSpec.Exception.InvalidPrecision=\u7cbe\u5ea6\u306e\u5024\u304c\u7121\u52b9\u3067\u3059
enoPerformanceSpec.Exception.LimitInclusivesError=\u300c\u542b\u3080\u300d\u304c\u6709\u52b9\u306e\u5834\u5408\u3001\u5236\u9650\u306b\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.CreateMeasurementChar.MandatoryInputMissing=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u5024\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u7279\u6027\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u30bf\u30a4\u30c8\u30eb\u3001\u30bf\u30a4\u30d7\u3001\u5bf8\u6cd5\u3001\u5358\u4f4d\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.InvalidTestMethods=\u30c6\u30b9\u30c8\u65b9\u6cd5\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3002ID\u304c\u6709\u52b9\u3067\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
enoPerformanceSpec.Exception.InvalidDimensionOrUnit=\u7121\u52b9\u306a\u5bf8\u6cd5\u307e\u305f\u306f\u5358\u4f4d\u30c7\u30fc\u30bf\u3067\u3059
enoPerformanceSpec.Exception.ModDimensionNotAllowed=\u5bf8\u6cd5\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093
enoPerformanceSpec.Exception.PromoteManufacturingItem.InvalidPerfSpec=\u30de\u30cb\u30e5\u30d5\u30a1\u30af\u30c1\u30e3\u30ea\u30f3\u30b0\u30a2\u30a4\u30c6\u30e0\u306b\u306f\u7d99\u627f\u3055\u308c\u305f\u7121\u52b9\u306a\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u4ed5\u69d8\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 
