#-------------Admin config---------------

eServiceSuiteFormulatedProduct.Name=FormulatedProduct


OOTBParameterization.AttributeDef.Formulated_Product=\u51e6\u65b9\u88fd\u54c1
OOTBParameterization.ObjectIdentification.ObjectIdentifier.FormulatedProductPrefixSuffix=\u51e6\u65b9\u88fd\u54c1



#-------------error-----------------
eno.fp.error.title.null=\u51e6\u65b9\u88fd\u54c1\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30bf\u30a4\u30c8\u30eb\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u51e6\u65b9\u88fd\u54c1\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u30bf\u30a4\u30c8\u30eb\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.not_fp_type=\u51e6\u65b9\u88fd\u54c1\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u7121\u52b9\u306a\u51e6\u65b9\u88fd\u54c1\u30bf\u30a4\u30d7\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u6709\u52b9\u306a\u51e6\u65b9\u88fd\u54c1\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.not_valid_batch_dimension=\u51e6\u65b9\u88fd\u54c1\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u51e6\u65b9\u88fd\u54c1\u306e\u7121\u52b9\u306a\u5bf8\u6cd5\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u51e6\u65b9\u88fd\u54c1\u306e\u6709\u52b9\u306a\u5bf8\u6cd5\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.reference_batch_data_empty=\u51e6\u65b9\u88fd\u54c1\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d0\u30c3\u30c1\u30b5\u30a4\u30ba\u306e\u5024\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30d0\u30c3\u30c1\u30b5\u30a4\u30ba\u306e\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.empty.batch_dimension=\u51e6\u65b9\u88fd\u54c1\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u4f7f\u7528\u5bf8\u6cd5\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u51e6\u65b9\u88fd\u54c1\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u4f7f\u7528\u5bf8\u6cd5\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.dimension.null=\u51e6\u65b9\u88fd\u54c1\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u5bf8\u6cd5\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u51e6\u65b9\u88fd\u54c1\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u5bf8\u6cd5\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.sucess.update_batch_size=\u30d0\u30c3\u30c1\u30b5\u30a4\u30ba\u304c\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
eno.fp.error.update_batch_size=\u51e6\u65b9\u88fd\u54c1\u306e\u30d0\u30c3\u30c1\u30b5\u30a4\u30ba\u306e\u66f4\u65b0\u306b\u5931\u6557\u3057\u307e\u3057\u305f
eno.fp.error.emptyobjectid=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID\u304c\u7a7a\u306e\u305f\u3081\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044 



eno.fp.error.nochildselected=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u5b50\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044

eno.fp.error.invalidinputs=\u5fc5\u9808\u306e\u51e6\u65b9\u6210\u5206\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.minpercentageisnotvalid=0\u304b\u3089100\u306e\u7bc4\u56f2\u3067\u30d1\u30fc\u30bb\u30f3\u30c8\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.maxpercentageisnotvalid=0\u304b\u3089100\u306e\u7bc4\u56f2\u3067\u30d1\u30fc\u30bb\u30f3\u30c8\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.targetpercentageisnotvalid=0\u304b\u3089100\u306e\u7bc4\u56f2\u3067\u30d1\u30fc\u30bb\u30f3\u30c8\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.lossisnotvalid=0\u3088\u308a\u5927\u304d\u3044\u30ed\u30b9\u7387\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044


eno.fp.error.connectcyclic=\u5faa\u74b0\u95a2\u9023\u4ed8\u3051\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093 




eno.fp.error.someinstancesnotcreated=\u9078\u629e\u3057\u305f\u89aa\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4e0b\u306b\u5b50\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093

eno.fp.error.targetpercentagenotwithinrange=\u6307\u5b9a\u3057\u305f\u6700\u5c0f\u5024\u3068\u6700\u5927\u5024\u306e\u7bc4\u56f2\u5185\u3067\u76ee\u6a19\u7387\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
eno.fp.error.invalidminormaxpercentage=\u6700\u5c0f\u7387\u306b\u306f\u6700\u5927\u7387\u3088\u308a\u5c0f\u3055\u3044\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044

eno.fp.error.instanceTypeNotSupported=\u9023\u7d9a\u91cf\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u51e6\u65b9\u88fd\u54c1\u3001\u539f\u6750\u6599\u3001\u304a\u3088\u3073\u305d\u308c\u3089\u306e\u30b5\u30d6\u30bf\u30a4\u30d7\u306e\u307f\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044

eno.fp.error.blankchilditems=\u9023\u7d9a\u91cf\u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
eno.fp.error.get_batch_size=\u30d0\u30c3\u30c1\u30b5\u30a4\u30ba\u306f\u88fd\u54c1\u30bf\u30a4\u30d7\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
eno.fp.error.instancecount=\u89aa\u9805\u76ee\u306e\u4e0b\u306b\u4f7f\u7528\u3067\u304d\u308b\u5b50\u9805\u76ee\u304c\u3042\u308a\u307e\u305b\u3093
eno.fp.error.instatiationnotallowed=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u96c6\u7d04\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u6574\u5408\u30eb\u30fc\u30eb\u306b\u3088\u3063\u3066\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
eno.fp.success.formula_ingredient_updated=\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
eno.fp.error.QSInvalid=QS\u306b\u5bfe\u3057\u3066true\u307e\u305f\u306ffalse\u306e\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044

eno.fp.field.UsageDim=\u4f7f\u7528\u5bf8\u6cd5
eno.fp.field.RefBatchQty=\u53c2\u7167\u30d0\u30c3\u30c1\u6570\u91cf

