#-------------Admin config---------------

eServiceSuiteFormulatedProduct.Name=FormulatedProduct


OOTBParameterization.AttributeDef.Formulated_Product=Formuliertes Produkt
OOTBParameterization.ObjectIdentification.ObjectIdentifier.FormulatedProductPrefixSuffix=Formuliertes Produkt



#-------------error-----------------
eno.fp.error.title.null=Formuliertes Produkt konnte nicht erstellt werden, da kein Titel angegeben wurde. Geben Sie einen Titel ein, um ein formuliertes Produkt zu erstellen.
eno.fp.error.not_fp_type=Formuliertes Produkt konnte nicht erstellt werden, da der ausgew\u00e4hlte Typ ung\u00fcltig ist. W\u00e4hlen Sie einen g\u00fcltigen Typ f\u00fcr ein formuliertes Produkt aus.
eno.fp.error.not_valid_batch_dimension=Formuliertes Produkt konnte nicht erstellt werden, da die ausgew\u00e4hlte Dimension ung\u00fcltig ist. W\u00e4hlen Sie eine g\u00fcltige Dimension f\u00fcr ein formuliertes Produkt aus.
eno.fp.error.reference_batch_data_empty=Formuliertes Produkt konnte nicht erstellt werden, da der Stapelgr\u00f6\u00dfenwert leer ist. Geben Sie einen Stapelgr\u00f6\u00dfenwert ein.
eno.fp.error.empty.batch_dimension=Formuliertes Produkt konnte nicht erstellt werden, da keine Verwendungsdimension ausgew\u00e4hlt wurde. W\u00e4hlen Sie eine Verwendungsdimension aus, um ein formuliertes Produkt zu erstellen.
eno.fp.error.dimension.null=Formuliertes Produkt konnte nicht erstellt werden, da keine Dimension ausgew\u00e4hlt wurde. W\u00e4hlen Sie eine Dimension aus, um ein formuliertes Produkt zu erstellen.
eno.fp.sucess.update_batch_size=Stapelgr\u00f6\u00dfe erfolgreich aktualisiert.
eno.fp.error.update_batch_size=Aktualisierung der Stapelgr\u00f6\u00dfe f\u00fcr formuliertes Produkt fehlgeschlagen.
eno.fp.error.emptyobjectid=Objektstatus konnte aufgrund fehlender Objekt-ID nicht abgerufen werden. Geben Sie eine Objekt-ID ein. 



eno.fp.error.nochildselected=W\u00e4hlen Sie mindestens ein untergeordnetes Objekt aus.

eno.fp.error.invalidinputs=Geben Sie die verbindlichen Bestandteile der Formel ein.
eno.fp.error.minpercentageisnotvalid=Geben Sie einen Prozentwert zwischen 0 und 100 ein.
eno.fp.error.maxpercentageisnotvalid=Geben Sie einen Prozentwert zwischen 0 und 100 ein
eno.fp.error.targetpercentageisnotvalid=Geben Sie einen Prozentwert zwischen 0 und 100 ein
eno.fp.error.lossisnotvalid=Geben Sie einen Verlustprozentwert gr\u00f6\u00dfer als 0 ein.


eno.fp.error.connectcyclic=Zyklische Verbindung ist nicht zul\u00e4ssig 




eno.fp.error.someinstancesnotcreated=Sie k\u00f6nnen keine untergeordnete Objekte unter dem ausgew\u00e4hlten \u00fcbergeordneten Objekt hinzuf\u00fcgen

eno.fp.error.targetpercentagenotwithinrange=Geben Sie einen Zielprozentwert ein, der zwischen dem angegebenen Mindest- und H\u00f6chstwert liegt.
eno.fp.error.invalidminormaxpercentage=Geben Sie einen Mindestprozentwert ein, der geringer als der H\u00f6chstwert ist.

eno.fp.error.instanceTypeNotSupported=W\u00e4hlen Sie nur formulierte Produkte, Ausgangsmaterialien und ihre untergeordnete Typen aus, um eine fortlaufende Menge zu erstellen.

eno.fp.error.blankchilditems=Fortlaufende Menge konnte nicht erstellt werden.
eno.fp.error.get_batch_size=Stapelgr\u00f6\u00dfe nicht auf den Produkttyp anwendbar
eno.fp.error.instancecount=Keine untergeordnete Elemente unter dem \u00fcbergeordneten Element
eno.fp.error.instatiationnotallowed=Die Instanzaggregierung ist aufgrund der Integrit\u00e4tsregeln der Anwendung nicht erlaubt
eno.fp.success.formula_ingredient_updated=Aktualisiert
eno.fp.error.QSInvalid=Geben Sie einen Wert f\u00fcr QS als wahr oder falsch an.

eno.fp.field.UsageDim=Verwendungsdimension
eno.fp.field.RefBatchQty=Referenzstapelmenge

