#-------------Admin config---------------

eServiceSuiteFormulatedProduct.Name=FormulatedProduct


OOTBParameterization.AttributeDef.Formulated_Product=Produit formul\u00e9
OOTBParameterization.ObjectIdentification.ObjectIdentifier.FormulatedProductPrefixSuffix=Produit formul\u00e9



#-------------error-----------------
eno.fp.error.title.null=La cr\u00e9ation d'un produit formul\u00e9 a \u00e9chou\u00e9, vous n'avez pas saisi de titre, saisissez un titre pour cr\u00e9er un produit formul\u00e9.
eno.fp.error.not_fp_type=La cr\u00e9ation d'un produit formul\u00e9 a \u00e9chou\u00e9, vous avez s\u00e9lectionn\u00e9 un type de produit formul\u00e9 non valide, s\u00e9lectionnez un type de produit formul\u00e9 valide.
eno.fp.error.not_valid_batch_dimension=La cr\u00e9ation d'un produit formul\u00e9 a \u00e9chou\u00e9, vous avez s\u00e9lectionn\u00e9 une dimension non valide d'un produit formul\u00e9, s\u00e9lectionnez une dimension valide d'un produit formul\u00e9.
eno.fp.error.reference_batch_data_empty=La cr\u00e9ation d'un produit formul\u00e9 a \u00e9chou\u00e9, aucune valeur n'a \u00e9t\u00e9 saisie pour la taille du lot, saisissez une valeur pour la taille du lot.
eno.fp.error.empty.batch_dimension=La cr\u00e9ation d'un produit formul\u00e9 a \u00e9chou\u00e9, vous n'avez pas s\u00e9lectionn\u00e9 la dimension d'utilisation, s\u00e9lectionnez la dimension d'utilisation pour cr\u00e9er un produit formul\u00e9.
eno.fp.error.dimension.null=La cr\u00e9ation d'un produit formul\u00e9 a \u00e9chou\u00e9, vous n'avez pas s\u00e9lectionn\u00e9 de dimension, s\u00e9lectionnez la dimension pour cr\u00e9er un produit formul\u00e9.
eno.fp.sucess.update_batch_size=Taille du lot mise \u00e0 jour avec succ\u00e8s.
eno.fp.error.update_batch_size=la mise \u00e0 jour de la taille du lot a \u00e9chou\u00e9 pour le produit formul\u00e9.
eno.fp.error.emptyobjectid=\u00e9chec de l'extraction de l'\u00e9tat de l'objet, impossibilit\u00e9 d'extraire l'\u00e9tat de l'objet en raison d'ID d'objet vides, sp\u00e9cifiez les ID d'objet. 



eno.fp.error.nochildselected=S\u00e9lectionnez un ou plusieurs objets enfants.

eno.fp.error.invalidinputs=Saisir les ingr\u00e9dients indispensables de la formule
eno.fp.error.minpercentageisnotvalid=Saisir une valeur en pourcentage comprise entre 0 et 100
eno.fp.error.maxpercentageisnotvalid=Saisir une valeur en pourcentage comprise entre 0 et 100
eno.fp.error.targetpercentageisnotvalid=Saisir une valeur en pourcentage comprise entre 0 et 100
eno.fp.error.lossisnotvalid=Saisir un pourcentage de perte sup\u00e9rieur \u00e0 0


eno.fp.error.connectcyclic=Connexion cyclique non autoris\u00e9e 




eno.fp.error.someinstancesnotcreated=Vous ne pouvez pas ajouter d'objets enfants sous l'objet parent s\u00e9lectionn\u00e9

eno.fp.error.targetpercentagenotwithinrange=Saisir un pourcentage cible entre les valeurs minimale et maximale sp\u00e9cifi\u00e9es
eno.fp.error.invalidminormaxpercentage=Saisir une valeur de pourcentage minimale inf\u00e9rieure au pourcentage maximal

eno.fp.error.instanceTypeNotSupported=S\u00e9lectionner uniquement des produits formul\u00e9s, des mati\u00e8res premi\u00e8res et leurs sous-types pour cr\u00e9er une quantit\u00e9 continue

eno.fp.error.blankchilditems=Echec de la cr\u00e9ation de quantit\u00e9 continue
eno.fp.error.get_batch_size=Taille du lot non applicable pour le type de produit
eno.fp.error.instancecount=Aucun article enfant n'est disponible sous l'article parent
eno.fp.error.instatiationnotallowed=L'agr\u00e9gation d'instance est interdite par les r\u00e8gles d'int\u00e9grit\u00e9 des applications
eno.fp.success.formula_ingredient_updated=Mis \u00e0 jour
eno.fp.error.QSInvalid=Saisir une valeur pour QS (vrai ou faux)

eno.fp.field.UsageDim=Dimension de l'utilisation
eno.fp.field.RefBatchQty=Quantit\u00e9 de lots de r\u00e9f\u00e9rence

