#-------------Admin config---------------

eServiceSuiteFormulatedProduct.Name=\uacf5\uc2dd\ud654\ub41c \uc81c\ud488


OOTBParameterization.AttributeDef.Formulated_Product=\uacf5\uc2dd\ud654\ub41c \uc81c\ud488
OOTBParameterization.ObjectIdentification.ObjectIdentifier.FormulatedProductPrefixSuffix=\uacf5\uc2dd\ud654\ub41c \uc81c\ud488



#-------------error-----------------
eno.fp.error.title.null=\uc81c\ubaa9\uc744 \uc785\ub825\ud558\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc81c\ubaa9\uc744 \uc785\ub825\ud558\uc5ec \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc2ed\uc2dc\uc624.
eno.fp.error.not_fp_type=\uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 \uc720\ud615\uc758 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc120\ud0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc62c\ubc14\ub974\uac8c \uacf5\uc2dd\ud654\ub41c \uc81c\ud488 \uc720\ud615\uc744 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
eno.fp.error.not_valid_batch_dimension=\uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488 \uce58\uc218\ub97c \uc120\ud0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc758 \uc62c\ubc14\ub978 \uce58\uc218\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
eno.fp.error.reference_batch_data_empty=\ubc30\uce58 \ud06c\uae30 \uac12\uc744 \uc785\ub825\ud558\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ubc30\uce58 \ud06c\uae30 \uac12\uc744 \uc785\ub825\ud558\uc2ed\uc2dc\uc624.
eno.fp.error.empty.batch_dimension=\uc0ac\uc6a9 \uce58\uc218\ub97c \uc120\ud0dd\ud558\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc0ac\uc6a9 \uce58\uc218\ub97c \uc120\ud0dd\ud558\uc5ec \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc2ed\uc2dc\uc624.
eno.fp.error.dimension.null=\uce58\uc218\ub97c \uc120\ud0dd\ud558\uc9c0 \uc54a\uc558\uae30 \ub54c\ubb38\uc5d0 \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uce58\uc218\ub97c \uc120\ud0dd\ud558\uc5ec \uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc744 \uc0dd\uc131\ud558\uc2ed\uc2dc\uc624.
eno.fp.sucess.update_batch_size=\ubc30\uce58 \ud06c\uae30\uac00 \uc5c5\ub370\uc774\ud2b8\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
eno.fp.error.update_batch_size=\uacf5\uc2dd\ud654\ub41c \uc81c\ud488\uc758 \ubc30\uce58 \ud06c\uae30\ub97c \uc5c5\ub370\uc774\ud2b8\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
eno.fp.error.emptyobjectid=\uac1c\uccb4 \uc0c1\ud0dc\ub97c \uac80\uc0c9\ud558\uc9c0 \ubabb\ud568, \ube48 \uac1c\uccb4 ID\ub85c \uc778\ud574 \uac1c\uccb4 \uc0c1\ud0dc\ub97c \uac80\uc0c9\ud560 \uc218 \uc5c6\uc74c, \uac1c\uccb4 ID\ub97c \uc9c0\uc815\ud558\uc2ed\uc2dc\uc624. 



eno.fp.error.nochildselected=\ud558\ub098 \uc774\uc0c1\uc758 \ud558\uc704 \uac1c\uccb4\ub97c \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.

eno.fp.error.invalidinputs=\ud544\uc218 \uacf5\uc2dd \uc131\ubd84 \uc785\ub825
eno.fp.error.minpercentageisnotvalid=0~100 \ubc94\uc704\uc758 \ubc31\ubd84\uc728 \uac12 \uc785\ub825
eno.fp.error.maxpercentageisnotvalid=0~100 \ubc94\uc704\uc758 \ubc31\ubd84\uc728 \uac12 \uc785\ub825
eno.fp.error.targetpercentageisnotvalid=0~100 \ubc94\uc704\uc758 \ubc31\ubd84\uc728 \uac12 \uc785\ub825
eno.fp.error.lossisnotvalid=0\ubcf4\ub2e4 \ud070 \uc190\uc2e4 \ubc31\ubd84\uc728 \uc785\ub825


eno.fp.error.connectcyclic=\uc8fc\uae30 \uc5f0\uacb0\uc740 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc74c 




eno.fp.error.someinstancesnotcreated=\uc120\ud0dd\ud55c \uc0c1\uc704 \uac1c\uccb4 \uc544\ub798\uc5d0 \ud558\uc704 \uac1c\uccb4\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

eno.fp.error.targetpercentagenotwithinrange=\uc9c0\uc815\ub41c \ucd5c\uc18c\uac12\uacfc \ucd5c\ub300\uac12 \ubc94\uc704\uc758 \ub300\uc0c1 \ubc31\ubd84\uc728 \uc785\ub825
eno.fp.error.invalidminormaxpercentage=\ucd5c\ub300 \ubc31\ubd84\uc728\ubcf4\ub2e4 \uc791\uc740 \ucd5c\uc18c \ubc31\ubd84\uc728 \uc785\ub825

eno.fp.error.instanceTypeNotSupported=\uacf5\uc2dd\ud654\ub41c \uc81c\ud488, \uc6d0\uc790\uc7ac \ubc0f \ud574\ub2f9 \ud558\uc704 \uc720\ud615\ub9cc \uc120\ud0dd\ud558\uc5ec \uc5f0\uc18d \uc218\ub7c9 \uc0dd\uc131

eno.fp.error.blankchilditems=\uc5f0\uc18d \uc218\ub7c9\uc744 \uc0dd\uc131\ud558\uc9c0 \ubabb\ud568
eno.fp.error.get_batch_size=\ubc30\uce58 \ud06c\uae30\ub97c \uc81c\ud488 \uc720\ud615\uc5d0 \uc801\uc6a9\ud560 \uc218 \uc5c6\uc74c
eno.fp.error.instancecount=\uc0c1\uc704 \ud56d\ubaa9 \uc544\ub798\uc5d0\uc11c \ud558\uc704 \ud56d\ubaa9\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc74c
eno.fp.error.instatiationnotallowed=\uc560\ud50c\ub9ac\ucf00\uc774\uc158 \ubb34\uacb0\uc131 \uaddc\uce59\uc5d0 \uc758\ud574 \uc778\uc2a4\ud134\uc2a4 \uc9d1\uacc4\uac00 \uae08\uc9c0\ub429\ub2c8\ub2e4.
eno.fp.success.formula_ingredient_updated=\uc5c5\ub370\uc774\ud2b8\ub428
eno.fp.error.QSInvalid=true \ub610\ub294 false\ub85c QS \uac12 \uc785\ub825

eno.fp.field.UsageDim=\uc0ac\uc6a9 \uce58\uc218
eno.fp.field.RefBatchQty=\ucc38\uc870 \ubc30\uce58 \uc218\ub7c9

