#-------------message---------------
eno.mbmf.message.connectsuccess=Se ha creado la conexi\u00f3n Fabricaci\u00f3n con.
eno.mbmf.message.connectsuccess.qntywarning=Se ha creado la conexi\u00f3n Fabricaci\u00f3n con. La cantidad no es aplicable.

eno.mbmf.message.diconnectsuccess=Se ha quitado la conexi\u00f3n Fabricaci\u00f3n con.
eno.mbmf.message.connectionexists=La conexi\u00f3n Fabricaci\u00f3n con existe.
eno.mbmf.message.updateconnectsuccess=Se ha actualizado la conexi\u00f3n Fabricaci\u00f3n con.

eno.mbmf.error.fromsideisrawmaterial=No se pueden agregar m\u00e1s elementos en la materia prima.
eno.mbmf.error.invalidrawmaterial=Este elemento no es una materia prima

eno.mbmf.error.invalidinputs=Especifique valores en todos los campos obligatorios.
eno.mbmf.error.uomnotallowed=El tipo de UdM debe ser el mismo que la materia prima seleccionada.
eno.mbmf.error.quantityisnull=El valor de cantidad es obligatorio.
eno.mbmf.error.connectionnotpossible.onprdstructure=La conexi\u00f3n Fabricaci\u00f3n con no se puede crear en la estructura de producto.
eno.mbmf.error.madefromself=Fabricaci\u00f3n con no se puede crear como una relaci\u00f3n bidireccional entre un hijo y un padre.
eno.mbmf.error.connectcyclic=No se ha podido a\u00f1adir el objeto.\nCrear\u00e1 dependencia c\u00edclica. 

eno.mbmf.error.noconnectionexist=No se ha creado la conexi\u00f3n Fabricaci\u00f3n con.
eno.mbmf.error.qntynotapplicableonprd=La cantidad no es aplicable.
eno.mbmf.error.madefrom.isPrdStructure=La conexi\u00f3n Fabricaci\u00f3n con no puede ser una estructura de producto.

eno.madeof.error.core.applyMaterial=Se ha producido un error al aplicar el material del n\u00facleo.
eno.madeof.error.core.detachMaterial=Se ha producido un error al quitar el material del n\u00facleo.
eno.madeof.error.core.replaceMaterial=Se ha producido un error al reemplazar el material del n\u00facleo.
eno.madeof.error.core.getAppliedMaterial=Se ha producido un error al recuperar los detalles del material del n\u00facleo.
eno.madeof.error.apply.inputs=Se ha producido un error al crear entradas para material de aplicaci\u00f3n.
eno.madeof.error.replace.inputs=Se ha producido un error al crear entradas para material de reemplazo.
eno.madeof.error.remove.inputs=Se ha producido un error al crear entradas para material quitado.
eno.madeof.error.read.inputs=Se ha producido un error al crear entradas para material de lectura.

eno.madeof.error.onecore.allowed=El material del n\u00facleo ya se ha aplicado.
eno.madeof.error.not.coreMaterial=El elemento seleccionado no es un material del n\u00facleo.
eno.madeof.error.core.mat.notPresent=No se ha aplicado ning\u00fan material a la especificaci\u00f3n.

eno.madeof.message.connectsuccess=Se ha aplicado el material.
eno.madeof.message.replacesuccess=Se ha reemplazado el material.
eno.madeof.message.detachsuccess=Se ha quitado el material.

eno.mbmf.error.negativequantity=Introduzca una cantidad mayor que 0. 
eno.mbmf.error.obsoleteobjconnection=Se ha producido un error al realizar esta operaci\u00f3n. Verifique la madurez de los objetos. 
eno.mbmf.error.applyiscomputed=Ha ocurrido un error al definir el valor Calculado.
eno.mbmf.error.noteditablefromweb=No se puede modificar la informaci\u00f3n Fabricaci\u00f3n con. \n Solo puede modificar la informaci\u00f3n de Fabricaci\u00f3n con desde la aplicaci\u00f3n donde se cre\u00f3 esta conexi\u00f3n.

