#-------------Admin config---------------
eServiceSuitePerformanceSpec.Name=PerformanceSpec
OOTBParameterization.AttributeDef.PerformanceSpec=Sp\u00e9cification de performance
OOTBParameterization.ObjectIdentification.ObjectIdentifier.PerformanceSpecPrefixSuffix=Sp\u00e9cification de performance

#eServiceSuitePerformanceChar.Name=PerformanceChar
OOTBParameterization.AttributeDef.PerformanceChar=Caract\u00e9ristique de performance
OOTBParameterization.ObjectIdentification.ObjectIdentifier.PerformanceCharPrefixSuffix=Caract\u00e9ristique de performance

OOTBParameterization.PerformanceSpecification=Sp\u00e9cification de performance
OOTBParameterization.PerformanceSpecification.tooltip=Configurer l'exp\u00e9rience de la sp\u00e9cification de performance

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic=Caract\u00e9ristique de mesure
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.tooltip=Caract\u00e9ristique de mesure

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.RoutineReleaseLimits.RoutineReleaseLimitsArgument=D\u00e9sactiver les limites de lib\u00e9ration de routine sur la caract\u00e9ristique de mesure
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.RoutineReleaseLimits.RoutineReleaseLimitsArgument.tooltip=S\u00e9lectionnez cette option pour masquer les champs et les colonnes associ\u00e9s aux limites de lib\u00e9ration de routine dans la bo\u00eete de dialogue Nouvelles caract\u00e9ristiques de performances pour le type de mesure et dans le tableau de sp\u00e9cification des performances.

OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.SpecificationLimits.SpecificationLimitsArgument=D\u00e9sactiver les limites de sp\u00e9cification sur la caract\u00e9ristique de mesure
OOTBParameterization.PerformanceSpecification.MeasurementCharacteristic.SpecificationLimits.SpecificationLimitsArgument.tooltip=S\u00e9lectionnez cette option pour masquer les champs et les colonnes associ\u00e9s aux limites de sp\u00e9cification dans la bo\u00eete de dialogue Nouvelles caract\u00e9ristiques de performances pour le type de mesure et dans le tableau de sp\u00e9cification des performances.

#-------------Messages---------------

enoPerformanceSpec.Exception.MissingSecurityContext=Entrez le contexte de s\u00e9curit\u00e9 dans l'en-t\u00eate de la demande.
enoPerformanceSpec.Exception.MissingCSRFToken=Entrez le jeton CSRF dans l'en-t\u00eate de la demande.
enoPerformanceSpec.Exception.InvalidCSRFToken=Jeton CSRF non valide.

enoPerformanceSpec.Exception.InvalidVPMReferencePhysicalID=Une erreur s'est produite. V\u00e9rifiez que l'ID physique est valide et qu'il s'agit d'un objet de type produit physique.
enoPerformanceSpec.Exception.UnsupportedVPMReferenceState=Une erreur s'est produite. V\u00e9rifiez l'\u00e9tat actuel du produit physique.
enoPerformanceSpec.Exception.InvalidPerformanceSpecPhysicalID=Une erreur s'est produite. V\u00e9rifiez que l'ID physique est valide et qu'il s'agit du type d'objet de sp\u00e9cification de performance.
enoPerformanceSpec.Exception.UnsupportedPerformanceSpecState=Une erreur s'est produite. V\u00e9rifiez l'\u00e9tat actuel de la sp\u00e9cification de performance.

enoPerformanceSpec.Exception.CreatePerformanceSpec.MandatoryInputMissing=Sp\u00e9cifiez des valeurs dans les champs obligatoires. Entrez le titre et le type pour cr\u00e9er une sp\u00e9cification de performance.
enoPerformanceSpec.Exception.ModifyPerformanceSpec.NoModifyAccess=Une erreur s'est produite lors de la mise \u00e0 jour de la sp\u00e9cification des performances. V\u00e9rifiez que vous disposez de droits d'acc\u00e8s suffisants ou que la sp\u00e9cification des performances est prise en charge \u00e0 l'\u00e9tat Maturit\u00e9, ou v\u00e9rifiez s'il existe des actions de modification associ\u00e9es.
enoPerformanceSpec.Exception.ModifyPerformanceSpec.CannotClearMandatoryAttributes=La valeur Titre est obligatoire et ne peut pas \u00eatre effac\u00e9e.
enoPerformanceSpec.Exception.DeletePerformanceSpec.FrozenProduct=Ne peut pas \u00eatre supprim\u00e9. V\u00e9rifiez que le produit physique est dans l'\u00e9tat \u00ab En traitement \u00bb.

enoPerformanceSpec.Exception.CreatePerformanceChar.MandatoryInputMissing=Sp\u00e9cifiez des valeurs dans les champs obligatoires. Saisissez le titre pour cr\u00e9er une caract\u00e9ristique de performance.

enoPerformanceSpec.Exception.ModifyPerformanceChar.NoModifyAccess=Une erreur s'est produite lors de la mise \u00e0 jour de la caract\u00e9ristique des performances. V\u00e9rifiez que vous disposez de droits d'acc\u00e8s suffisants ou v\u00e9rifiez si une action de modification est associ\u00e9e.
enoPerformanceSpec.Exception.ModifyPerformanceChar.CannotClearMandatoryAttributes=Le titre est un attribut obligatoire et ne peut \u00eatre supprim\u00e9.
enoPerformanceSpec.Information.ModifyPerformanceChar.RoutineReleaseLimitsCleared=Les valeurs d\u00e9finies pour les limites de lib\u00e9ration de routine ont \u00e9t\u00e9 effac\u00e9es, car la nouvelle valeur saisie enfreint la r\u00e8gle.
enoPerformanceSpec.Information.ModifyPerformanceChar.SpecificationLimitsCleared=Les valeurs d\u00e9finies pour les limites de sp\u00e9cification ont \u00e9t\u00e9 effac\u00e9es, car la nouvelle valeur saisie enfreint la r\u00e8gle.
enoPerformanceSpec.Information.ModifyPerformanceChar.Both_RRLandSL_Cleared=Les valeurs d\u00e9finies pour les limites de lib\u00e9ration de routine et les limites de sp\u00e9cification ont \u00e9t\u00e9 effac\u00e9es, car la nouvelle valeur saisie enfreint la r\u00e8gle.

enoPerformanceSpec.Exception.DeletePerformanceChar.FrozenProduct=Ne peut pas \u00eatre supprim\u00e9. V\u00e9rifiez que le produit physique est dans l'\u00e9tat \u00ab En traitement \u00bb.

enoPerformanceSpec.Exception.CannotUpdateProductParameters=Les crit\u00e8res d'acceptation ne peuvent pas \u00eatre mis \u00e0 jour car le produit physique est au-del\u00e0 du stade de l'exploitation.

enoPerformanceSpec.Exception.PromotePerformanceSpec.NoPerformanceChar=La sp\u00e9cification de performance doit contenir au moins une caract\u00e9ristique de performance.
enoPerformanceSpec.Exception.PromotePerformanceSpec.AcceptanceCriteriaMissing=Les crit\u00e8res d'acceptation des caract\u00e9ristiques de performance ne figurent pas dans cette sp\u00e9cification de performance.
enoPerformanceSpec.Exception.PromotePerformanceSpec.maturityCheck=Vous ne pouvez r\u00e9viser que la derni\u00e8re sp\u00e9cification de performance distribu\u00e9e.

enoPerformanceSpec.Exceptions.BadRequest=Une erreur s\u2019est produite.
enoPerformanceSpec.Exceptions.InternalServerError=Une erreur s'est produite. Contactez l'administrateur.
enoPerformanceSpec.Exceptions.NotAuthorized=Une erreur s'est produite. V\u00e9rifiez que vous disposez des droits d'acc\u00e8s suffisants.
enoPerformanceSpec.Exceptions.invalidInputs=Entr\u00e9e non valide.
# enoPerformanceSpec.Exceptions.invalidGroup=Group is mandatory attribute.

enoPerformanceSpec.Success.PerformanceSpecDeleteSuccess=La sp\u00e9cification de performance a \u00e9t\u00e9 supprim\u00e9e.
enoPerformanceSpec.Success.PerformanceSpecDeleteFailed=Impossible de supprimer la sp\u00e9cification de performance.
enoPerformanceSpec.Success.PerformanceCharDeleteSuccess=La caract\u00e9ristique de performance a \u00e9t\u00e9 supprim\u00e9e.
enoPerformanceSpec.Success.PerformanceCharDeleteFailed=Impossible de supprimer la caract\u00e9ristique de performance.
enoPerformanceSpec.Success.PerformanceCharReSeqSuccess=La caract\u00e9ristique de performance a \u00e9t\u00e9 re-s\u00e9quenc\u00e9e.
enoPerformanceSpec.Success.PerformanceCharReSeqProcessingFailed=Re-s\u00e9quence de traitement des erreurs sur les caract\u00e9ristiques de performance.
enoPerformanceSpec.Success.PerformanceCharSpecNoConn=La caract\u00e9ristique de performance n'est pas associ\u00e9e \u00e0 la sp\u00e9cification de performance.
enoPerformanceSpec.Success.PerformanceCharSequenceInvalid=S\u00e9quence de performance non valide.
enoPerformanceSpec.CreatePerformanceChar.InvalidDimension=Dimension non valide.
enoPerformanceSpec.CreatePerformanceChar.IncompatibleUnit=Unit\u00e9 incompatible avec la dimension s\u00e9lectionn\u00e9e.

enoPerformanceSpec.SuccessMessage.ModifyPerformanceSpec=Sp\u00e9cification de performance modifi\u00e9e.
enoPerformanceSpec.SuccessMessage.AddTestMethods=La ou les m\u00e9thodes d'essai ont \u00e9t\u00e9 ajout\u00e9es.
enoPerformanceSpec.SuccessMessage.RemoveTestMethods=La ou les m\u00e9thodes d'essai ont \u00e9t\u00e9 enlev\u00e9es.

enoPerformanceSpec.FailureMessage.ModifyPerformanceSpec=Impossible de modifier la sp\u00e9cification de performance.
enoPerformanceSpec.Exception.InvalidPrioty=Valeur de priorit\u00e9 non valide
enoPerformanceSpec.Exception.InvalidPrecision=Valeur de pr\u00e9cision non valide
enoPerformanceSpec.Exception.LimitInclusivesError=Sp\u00e9cifiez les valeurs dans les limites lorsque les inclusions sont activ\u00e9es.
enoPerformanceSpec.Exception.CreateMeasurementChar.MandatoryInputMissing=Sp\u00e9cifiez des valeurs dans les champs obligatoires. Saisissez les informations relatives au titre, au type, \u00e0 la dimension et \u00e0 l'unit\u00e9 pour cr\u00e9er une caract\u00e9ristique de performance.
enoPerformanceSpec.Exception.InvalidTestMethods=Les m\u00e9thodes de test ne peuvent pas \u00eatre ajout\u00e9es. V\u00e9rifier que les identificateurs sont valides et qu'ils se trouvent dans les \u00e9tats de maturit\u00e9 pris en charge.
enoPerformanceSpec.Exception.InvalidDimensionOrUnit=Donn\u00e9es de dimension ou d'unit\u00e9 non valides.
enoPerformanceSpec.Exception.ModDimensionNotAllowed=La dimension ne peut pas \u00eatre mise \u00e0 jour.
enoPerformanceSpec.Exception.PromoteManufacturingItem.InvalidPerfSpec=L'\u00e9l\u00e9ment de fabrication contient des sp\u00e9cifications de performance h\u00e9rit\u00e9es non valides. 
