{
  "DERIVATION_TYPE": "Type de dérivation",
  "DERIVE_FROM": "Branchement depuis",
  "REVISE_FROM": "Réviser à partir de",
  "EMPTY_CONTENT_MESSAGE": "Vous n'avez pas encore de plan de fabrication associé à la version actuelle du modèle. <br> Utilisez l'icône \"+\" pour en créer un",
  "MANUFACTURING_PLAN": "Plan de fabrication",
  "MANUFACTURING_PLANS": "Plans de fabrication",
  "CREATE_MF_PLAN": "Créer un plan de fabrication",
  "DERIVE_MF_PLAN": "Créer un branchement de plan de fabrication à partir de",
  "REVISE_MF_PLAN": "Créer une révision de plan de fabrication à partir de",
  "MSG_MF_PLAN_MASTER_ERROR": "Impossible de savoir si le plan racine a été créé ou non, impossible de continuer",
  "MSG_MF_PLAN_MV_POSITION_ERROR": "Impossible d'obtenir les informations sur le plan s'il est présent dans des versions de modèle antérieures ou ultérieures.",
  "MSG_MF_PLAN_DERIVATION_MV_POSITION_ERROR": "La dérivation du plan de fabrication n'existe pas dans la même chaîne de dérivation ou elle existe dans la chaîne de dérivation en avant du contexte de version de modèle actuel. La dérivation du plan n'est pas possible.",
  "MSG_MF_PLAN_REVISION_MV_POSITION_ERROR": "La dernière révision du plan de fabrication n'existe pas dans la même chaîne de dérivation ou elle existe dans la chaîne de dérivation en avant du contexte de version de modèle actuel. La révision du plan n'est pas possible.",
  "SELECT_A_PLAN_TO_DERIVE_FROM": "Sélectionner un plan de fabrication à partir duquel brancher...",
  "SEARCH_A_PLAN_TO_DERIVE_FROM": "Sélectionner un plan de fabrication à partir duquel brancher...",
  "SEARCH_A_PLAN_TO_REVISE_FROM": "Sélectionner un plan de fabrication à partir duquel réviser...",
  "MSG_DERIVE_FROM_MANDATORY": "Le champ Brancher à partir de est obligatoire",
  "MSG_REVISE_FROM_MANDATORY": "Le champ Révision à partir de est obligatoire",
  "ERROR_MF_PLAN_UPDATE": "Erreur lors de la mise à jour du plan de fabrication.",
  "ERROR_MF_PLAN_CREATE": "Erreur lors de la création d'un plan de fabrication.",
  "ERROR_MF_PLAN_DERIVE": "Erreur lors du branchement du plan de fabrication.",
  "ERROR_MF_PLAN_REVISE": "Erreur lors de la révision du plan de fabrication.",
  "ERROR_NO_OR_INVALID_MF_PLAN_TO_DERIVE": "Plan de fabrication non valide ou aucun plan de fabrication à partir duquel brancher.",
  "ERROR_GET_MF_PLAN_TO_DERIVE": "Erreur lors de l'extraction des plans de fabrication à partir desquels brancher.",
  "ERROR_GET_MF_PLAN_DETAILS": "Erreur lors de l'extraction des détails du plan de fabrication.",
  "ERROR_DELETE_MF_PLANS": "Erreur lors de la suppression des plans de fabrication. Veuillez vous assurer qui n'existe pas de dérivation ou de révision dans le plan en cours de suppression.",
  "ERROR_GET_MF_PLANS": "Erreur lors de l'extraction des plans de fabrication.",
  "ENTER_A_REVISION": "Entrer la nouvelle révision à créer...",
  "ERROR_CANT_DELETE_MF_PLANS_IS_MV_OBSOLETE": "Les plans de fabrication n'ont pas pu être supprimés. Veuillez vérifier si l'état actuel de la version du modèle est Obsolète.",
  "ERROR_IMAGE_UPLOAD": "Erreur lors du téléchargement de l'image pour le plan de fabrication.",
  "ERROR_INVALID_DERIVE_FROM_MF_PLAN": "Le plan devant être un \"branché à partir de\" est vide ou non valide",
  "ERROR_INVALID_REVISE_FROM_MF_PLAN": "Le plan devant être un \"révisé à partir de\" est vide ou non valide",
  "MSG_REVISION_FIELD_MANDATORY": "Le champ révision est obligatoire",
  "ERROR_MV_STATE_DOES_NOT_ALLOW_ACTION": "Cette action ne peut pas être effectuée lorsque la version du modèle est à l'état Distribuer ou Obsolète.",
  "REVISE": "Réviser",
  "DERIVE": "Brancher",
  "CREATE": "Créer",
  "ROOT": "Racine",
  "REVISION": "Révision",
  "BRANCH": "Branche",
  "NEW_REVISION_FROM": "Nouvelle révision à partir de...",
  "NEW_BRANCH_FROM": "Nouveau branchement à partir de...",
  "SELECT_PLAN_LABEL": "Sélectionner un plan de fabrication"
}
