{
  "DERIVATION_TYPE": "Tipo di derivazione",
  "DERIVE_FROM": "Diramazione da",
  "REVISE_FROM": "Revisione da",
  "EMPTY_CONTENT_MESSAGE": "Non è ancora disponibile un piano di produzione associato alla versione del modello corrente. <br> Utilizzare l'icona \"+\" per crearne uno",
  "MANUFACTURING_PLAN": "Piano di produzione",
  "MANUFACTURING_PLANS": "Piani di produzione",
  "CREATE_MF_PLAN": "Crea piano di produzione",
  "DERIVE_MF_PLAN": "Crea diramazione piano di produzione da",
  "REVISE_MF_PLAN": "Crea revisione piano di produzione da",
  "MSG_MF_PLAN_MASTER_ERROR": "Non è possibile verificare se il piano principale è stato creato, impossibile continuare",
  "MSG_MF_PLAN_MV_POSITION_ERROR": "Non è possibile ottenere le informazioni sul piano se il piano è presente nelle versioni precedenti del modello o nelle successive.",
  "MSG_MF_PLAN_DERIVATION_MV_POSITION_ERROR": "La derivazione del piano di produzione non esiste nella stessa catena di derivazione o esiste nella catena di derivazione anticipata del contesto della versione del modello corrente. Impossibile derivare il piano.",
  "MSG_MF_PLAN_REVISION_MV_POSITION_ERROR": "L'ultima revisione del piano di produzione non esiste nella stessa catena di derivazione o esiste nella catena di derivazione anticipata del contesto della versione del modello corrente. Impossibile rivedere il piano.",
  "SELECT_A_PLAN_TO_DERIVE_FROM": "Seleziona un piano di produzione da utilizzare per la diramazione da...",
  "SEARCH_A_PLAN_TO_DERIVE_FROM": "Ricerca un piano di produzione da utilizzare per la diramazione da...",
  "SEARCH_A_PLAN_TO_REVISE_FROM": "Ricerca un piano di produzione da utilizzare per la revisione da...",
  "MSG_DERIVE_FROM_MANDATORY": "Il campo Diramazione da è obbligatorio",
  "MSG_REVISE_FROM_MANDATORY": "Il campo Revisione da è obbligatorio",
  "ERROR_MF_PLAN_UPDATE": "Errore durante l'aggiornamento del piano di produzione.",
  "ERROR_MF_PLAN_CREATE": "Errore durante la creazione del piano di produzione.",
  "ERROR_MF_PLAN_DERIVE": "Errore durante la diramazione del piano di produzione.",
  "ERROR_MF_PLAN_REVISE": "Errore durante la revisione del piano di produzione.",
  "ERROR_NO_OR_INVALID_MF_PLAN_TO_DERIVE": "Il piano da utilizzare per la diramazione non è valido o non ne è disponibile uno.",
  "ERROR_GET_MF_PLAN_TO_DERIVE": "Errore durante il recupero dei piani di produzione da utilizzare per la diramazione.",
  "ERROR_GET_MF_PLAN_DETAILS": "Errore durante il recupero dei dettagli del piano di produzione.",
  "ERROR_DELETE_MF_PLANS": "Errore durante l'eliminazione dei piani di produzione. Assicurarsi che la derivazione o la revisione non esista nel piano da eliminare.",
  "ERROR_GET_MF_PLANS": "Errore durante il recupero dei piani di produzione.",
  "ENTER_A_REVISION": "Immettere la nuova revisione da creare...",
  "ERROR_CANT_DELETE_MF_PLANS_IS_MV_OBSOLETE": "Impossibile eliminare i piani di produzione. Controllare se lo stato della versione del modello corrente è Obsoleto.",
  "ERROR_IMAGE_UPLOAD": "Errore durante il caricamento dell'immagine per il piano di produzione.",
  "ERROR_INVALID_DERIVE_FROM_MF_PLAN": "Il piano che deve essere 'diramazione da' è vuoto o non valido",
  "ERROR_INVALID_REVISE_FROM_MF_PLAN": "Il piano che deve essere 'revisionato da' è vuoto o non valido",
  "MSG_REVISION_FIELD_MANDATORY": "Il campo Revisione è obbligatorio",
  "ERROR_MV_STATE_DOES_NOT_ALLOW_ACTION": "Questa azione non può essere eseguita quando la versione del modello è nello stato Rilasciato o Obsoleto.",
  "REVISE": "Revisiona",
  "DERIVE": "Diramazione",
  "CREATE": "Crea",
  "ROOT": "Radice",
  "REVISION": "Revisione",
  "BRANCH": "Diramazione",
  "NEW_REVISION_FROM": "Nuova revisione da...",
  "NEW_BRANCH_FROM": "Nuova diramazione da...",
  "SELECT_PLAN_LABEL": "Seleziona un piano di produzione"
}
