{
  "DERIVATION_TYPE": "Tipo de derivación",
  "DERIVE_FROM": "Ramificación de",
  "REVISE_FROM": "Revisión de",
  "EMPTY_CONTENT_MESSAGE": "Aún no tiene ningún plan de fabricación asociado con la versión de modelo actual. <br> Utilice el icono \"+\" para crear uno",
  "MANUFACTURING_PLAN": "Plan de fabricación",
  "MANUFACTURING_PLANS": "Planes de fabricación",
  "CREATE_MF_PLAN": "Crear plan de fabricación",
  "DERIVE_MF_PLAN": "Crear ramificación de plan de fabricación desde",
  "REVISE_MF_PLAN": "Crear revisión de plan de fabricación desde",
  "MSG_MF_PLAN_MASTER_ERROR": "No se puede saber si el plan de raíz se ha creado o no, no se puede continuar",
  "MSG_MF_PLAN_MV_POSITION_ERROR": "No se puede obtener la información sobre el plan si está presente en versiones de modelos anteriores o posteriores.",
  "MSG_MF_PLAN_DERIVATION_MV_POSITION_ERROR": "La derivación del plan de fabricación no existe en la misma cadena de derivación o existe en la cadena de derivación de reenvío del contexto de la versión del modelo actual. La derivación del plan no es posible.",
  "MSG_MF_PLAN_REVISION_MV_POSITION_ERROR": "La última revisión del plan de fabricación no existe en la misma cadena de derivación o existe en la cadena de derivación de reenvío del contexto de la versión del modelo actual. La revisión del plan no es posible.",
  "SELECT_A_PLAN_TO_DERIVE_FROM": "Seleccione un de plan de fabricación del que ramificar...",
  "SEARCH_A_PLAN_TO_DERIVE_FROM": "Busque un plan de fabricación del que ramificar...",
  "SEARCH_A_PLAN_TO_REVISE_FROM": "Busque un plan de fabricación desde el que revisar...",
  "MSG_DERIVE_FROM_MANDATORY": "El campo Ramificación de es obligatorio",
  "MSG_REVISE_FROM_MANDATORY": "El campo Revisión de es obligatorio",
  "ERROR_MF_PLAN_UPDATE": "Error al actualizar el plan de fabricación.",
  "ERROR_MF_PLAN_CREATE": "Error al crear un plan de fabricación.",
  "ERROR_MF_PLAN_DERIVE": "Error al ramificar el plan de fabricación.",
  "ERROR_MF_PLAN_REVISE": "Error al revisar el plan de fabricación.",
  "ERROR_NO_OR_INVALID_MF_PLAN_TO_DERIVE": "No es válido o no hay ningún plan de fabricación del que ramificar.",
  "ERROR_GET_MF_PLAN_TO_DERIVE": "Error al obtener los planes de fabricación de los que ramificar.",
  "ERROR_GET_MF_PLAN_DETAILS": "Error al obtener los detalles del plan de fabricación.",
  "ERROR_DELETE_MF_PLANS": "Error al eliminar planes de fabricación. Asegúrese de que no existe la derivación ni la revisión del plan que se va a eliminar.",
  "ERROR_GET_MF_PLANS": "Error al obtener los planes de fabricación.",
  "ENTER_A_REVISION": "Introducir nueva revisión para crear...",
  "ERROR_CANT_DELETE_MF_PLANS_IS_MV_OBSOLETE": "No se han podido eliminar los planes de fabricación. Compruebe si el estado de la versión del modelo actual es Obsoleto.",
  "ERROR_IMAGE_UPLOAD": "Error al cargar la imagen para el plan de fabricación.",
  "ERROR_INVALID_DERIVE_FROM_MF_PLAN": "El plan del que \"ramificar\" está vacío o no es válido",
  "ERROR_INVALID_REVISE_FROM_MF_PLAN": "El plan del que \"revisar\" está vacío o no es válido",
  "MSG_REVISION_FIELD_MANDATORY": "El campo Revisión es obligatorio",
  "ERROR_MV_STATE_DOES_NOT_ALLOW_ACTION": "Esta acción no se puede realizar cuando la versión de modelo se encuentra en estado Emisión u Obsoleto.",
  "REVISE": "Revisar",
  "DERIVE": "Ramificación",
  "CREATE": "Crear",
  "ROOT": "Raíz",
  "REVISION": "Revisión",
  "BRANCH": "Rama",
  "NEW_REVISION_FROM": "Nueva revisión de...",
  "NEW_BRANCH_FROM": "Nueva ramificación de...",
  "SELECT_PLAN_LABEL": "Seleccione un plan de fabricación"
}
